[
	[
		[
			{"range":" 98-90 ","level":"大顺","describe1":"一帆风顺","describe2":"勇往直前，势如破竹。","today_last_level_describe":["今日运程，大顺。这样的日子，今年也没几天，今天定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今日运程，大顺。这样的日子不多，今天定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今日运程，大顺。但可惜本月运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","今日运程，大顺。但当月运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就今天吧。","今日运程，大顺。在这个悲催崩溃的月份里，可算迎来一个运程不错的日子，本月这样日子不多，别错过了。","今日运程，大顺。别高兴太早，当月的运气是堵塞，实在不怎样，今天就算是缓口气吧。做事努力，运气欠佳。"],"now_last_level_describe":["此时运程，大顺。这样的时候，这月也没几天，此时定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","此时运程，大顺。这样的时候不多，此时定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","此时运程，大顺。但可惜今天运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","此时运程，大顺。但今天运程不顺，平均下来还是中等，如果非要有重要事选择今天做，就现在吧。","此时运程，大顺。别高兴太早，今天的运气是堵塞，实在不怎样，现在就算是缓口气吧。做事努力，运气欠佳。","此时运程，大顺。在这个悲催崩溃的日子里，可算迎来一个运程不错的时辰，本日这样时候太少，别错过了。"],"month_last_level_describe":["本月运程，大顺。这样的月份，这几年也没多少，本月定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","本月运程，大顺。这样的月份不多，这月定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","本月运程，大顺。但可惜今年运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","本月运程，大顺。但当年运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就这月吧。","本月运程，大顺。别高兴太早，当年的运气是堵塞，实在不怎样，这月就算是缓口气吧。做事努力，运气欠佳。","本月运程，大顺。在这个悲催崩溃的年份里，可算迎来一个运程不错的月份，本年这样月份不多，别错过了。"],"year_last_level_describe":["今年运程，大顺。这样的年份，20年也没几个，今年定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今年运程，大顺。这样的年份不多，今年定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今年运程，大顺。但可惜近20年的运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","今年运程，大顺。但近20年运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就今年吧。","今年运程，大顺。别高兴太早，近20年的运气是堵塞，实在不怎样，今年就算是缓口气吧。做事努力，运气欠佳。","今年运程，大顺。在这个悲催崩溃的20年中，可算迎来一个运程不错的年份，近些年这样年份不多，别错过了。"]},
			{"range":" 89-80    ","level":"顺","describe1":"比较顺利","describe2":"诸事皆宜，顺利通达。","today_last_level_describe":["今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。但当月运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","今日运程，顺。这月运程虽然悲催，但今天却是本月中的好日子，有些事，实在躲不过这月必须要做，那就今天吧。至于结果吗？不好说，努力吧。","今日运程，顺。不是今天得分高运程就一定好，还要参考本月运程。本月运程堵塞，诸事不宜。但今天也是低潮月中难得的好日子。"],"now_last_level_describe":["此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，现在就别错过了，抓紧干。","此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，此时就别错过了，抓紧干。","此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，此时就别错过了，抓紧干。","此时运程，顺。但今日运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","此时运程，顺。不是现在得分高运程就一定好，还要参考本日运程。本日运程堵塞，诸事不宜。但现在也是低潮日子中难得的好时候。","此时运程，顺。今日运程虽然悲催，但现在却是本日中的好时候，有些事，实在躲不过今日必须要做，那就现在吧。至于结果吗？不好说，努力吧。"],"month_last_level_describe":["本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，这月就别错过了，抓紧干。","本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，本月就别错过了，抓紧干。","本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，本月就别错过了，抓紧干。","本月运程，顺。但当年运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","本月运程，顺。不是本月得分高运程就一定好，还要参考本年运程。本年运程堵塞，诸事不宜。但本月也是低潮年份中难得的好月份。","本月运程，顺。今年运程虽然悲催，但本月却是本年中的好日子，有些事，实在躲不过今年必须要做，那就这月吧。至于结果吗？不好说，努力吧。"],"year_last_level_describe":["今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。但近20年运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","今年运程，顺。不是本年得分高运程就一定好，还要参考近20年的运程。近20年运程堵塞，诸事不宜。但今年也是低潮年份中难得的好年份了。","今年运程，顺。近20年运程虽然悲催，但本年却是这些年中的好年份，有些事，实在躲不过这些年必须要做，那就今年吧。至于结果吗？不好说，努力吧。"]},
			{"range":"79-60","level":"一般","describe1":"一般般","describe2":"机会加努力，则宜收获。","today_last_level_describe":["今日运程，一般般。但本月运程大顺，因此，今日稍加努力，还是能够斩获不错成绩的。","今日运程，一般般。虽然一般般，本月运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","今日运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","今日运程，一般。但本月运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","今日运程，一般般。在运程最低谷的本月中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。","今日运程，一般。那也是在这个堵塞的月中，和其它日子相比较而言。时机不好，以静制动方为上策。"],"now_last_level_describe":["此时运程，一般般。但今日运程大顺，因此，现在稍加努力，还是能够斩获不错成绩的。","此时运程，一般般。虽然一般般，今日运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","此时运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","此时运程，一般。但今日运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","此时运程，一般。那也是在这个堵塞的日子中，和其它时辰相比较而言。时机不好，以静制动方为上策。","此时运程，一般般。在运程最低谷的今天，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"],"month_last_level_describe":["本月运程，一般般。但本年运程大顺，因此，本月稍加努力，还是能够斩获不错成绩的。","本月运程，一般般。虽然一般般，本年运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","本月运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","本月运程，一般。但本年运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","本月运程，一般。那也是在这个堵塞的年份中，和其它月份相比较而言。时机不好，以静制动方为上策。","本月运程，一般般。在运程最低谷的本年中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"],"year_last_level_describe":["今年运程，一般般。但近20年运程大顺，因此，本年稍加努力，还是能够斩获不错成绩的。","今年运程，一般般。虽然一般般，近20年运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","今年运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","今年运程，一般。但近20年运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","今年运程，一般。那也是在这个堵塞的近20年份中，和其它年份相比较而言。时机不好，以静制动方为上策。","今年运程，一般般。在运程最低谷的近20年年中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"]},
			{"range":"59-45    ","level":"不顺","describe1":"不顺","describe2":"时机不好，以静制动。","today_last_level_describe":["今日运程，不顺。虽然时机不是太好，但本月运程大顺，努力一把，还是可以做点事的。","今日运程，不顺。时机不好，但本月运程不错，可以修养调整一下。","今日运程，不顺。时机不好，建议以静制动，看看后几天的运程，再决定做点什么。","今日运程，不顺。时机不好，以静制动。","今日运程，不顺。本月运程崩溃，干啥事都困难重重，还是娱乐修养吧。","今日运程，不顺。本月运程堵塞，现在是低潮期，时机不好，以静制动。"],"now_last_level_describe":["此时运程，不顺。虽然时机不是太好，但今日运程大顺，努力一把，还是可以做点事的。","此时运程，不顺。时机不好，但本日运程不错，可以修养调整一下。","此时运程，不顺。时机不好，建议以静制动，看看后几个时辰的运程，再决定做点什么。","此时运程，不顺。时机不好，以静制动。","此时运程，不顺。今日运程堵塞，现在是低潮期，时机不好，以静制动。","此时运程，不顺。今日运程崩溃，干啥事都困难重重，还是娱乐修养吧。"],"month_last_level_describe":["本月运程，不顺。虽然时机不是太好，但本年运程大顺，努力一把，还是可以做点事的。","本月运程，不顺。时机不好，但本年运程不错，可以修养调整一下。","本月运程，不顺。时机不好，建议以静制动，看看后几个月的运程，再决定做点什么。","本月运程，不顺。时机不好，以静制动。","本月运程，不顺。本年运程堵塞，现在是低潮期，时机不好，以静制动。","本月运程，不顺。本年运程崩溃，干啥事都困难重重，还是娱乐修养吧。"],"year_last_level_describe":["今年运程，不顺。虽然时机不是太好，但近20年运程大顺，努力一把，还是可以做点事的。","今年运程，不顺。时机不好，但近20年运程不错，可以修养调整一下。","今年运程，不顺。时机不好，建议以静制动，看看后几年的运程，再决定做点什么。","今年运程，不顺。时机不好，以静制动。","今年运程，不顺。近20年运程堵塞，现在是低潮期，时机不好，以静制动。","今年运程，不顺。近20年运程崩溃，干啥事都困难重重，还是娱乐修养吧。"]},
			{"range":"44-29    ","level":"堵塞","describe1":"一蹶不振","describe2":"诸事不宜，稍安勿躁。","today_last_level_describe":["今日运程，堵塞。算是本月中运程差的日子，但本月运程大顺，所以也不用太担心。","今日运程，堵塞。还好本月整体运程较顺，调整一下，后几天就有运程超好的日子了。","今日运程，堵塞。本月运程也一般。稍安毋躁，淡定，一定要淡定。","今日运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","今日运程，堵塞。本月运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。","今日运程，堵塞。诸事不宜，劝君稍安毋躁。"],"now_last_level_describe":["此时运程，堵塞。算是本日中运程差的时候了，但本日运程大顺，所以也不用太担心。","此时运程，堵塞。还好本日整体运程较顺，调整一下，后几个小时中就有运程超好的时辰了。","此时运程，堵塞。本日运程也一般。稍安毋躁，淡定，一定要淡定。","此时运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","此时运程，堵塞。诸事不宜，劝君稍安毋躁。","此时运程，堵塞。本日运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"],"month_last_level_describe":["本月运程，堵塞。算是本年中运程差的月份，但本年运程大顺，所以也不用太担心。","本月运程，堵塞。还好本年整体运程较顺，调整一下，后几个月就有运程超好的日子了。","本月运程，堵塞。本年运程也一般。稍安毋躁，淡定，一定要淡定。","本月运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","本月运程，堵塞。诸事不宜，劝君稍安毋躁。","本月运程，堵塞。本年运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"],"year_last_level_describe":["今年运程，堵塞。算是近20年中运程差的年份，但近20年运程大顺，所以也不用太担心。","今年运程，堵塞。还好近20年整体运程较顺，调整一下，后几年就有运程超好的日子了。","今年运程，堵塞。近20年运程也一般。稍安毋躁，淡定，一定要淡定。","今年运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","今年运程，堵塞。诸事不宜，劝君稍安毋躁。","今年运程，堵塞。近20年运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"]},
			{"range":" 0-28    ","level":"崩溃","describe1":"全面溃败","describe2":"诸事莫做，费力不讨好。","today_last_level_describe":["今日运程，崩溃。运程实在太低了，但也是在本月整体大顺的日子中，相比较其它日子而言，所以不用忧愁。","今日运程，崩溃。但本月运程较顺，平均一下，和当年其它日子比较，中等偏下吧，不是最惨的。","今日运程，崩溃。今日运程超低，本月运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","今日运程，崩溃。全面溃败，诸事莫做，费力不讨好。","今日运程，崩溃。一年中，今天也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。","今日运程，崩溃。和一年中其它日子比较，今日运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。"],"now_last_level_describe":["此时运程，崩溃。运程实在太低了，但也是在本日整体大顺的时间里，相比较其它时辰而言，所以不用忧愁。","此时运程，崩溃。但本日运程较顺，平均一下，和当月其它时候比较，中等偏下吧，不是最惨的。","此时运程，崩溃。此时运程超低，今日运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","此时运程，崩溃。全面溃败，诸事莫做，费力不讨好。","此时运程，崩溃。和本月中其它时候比较，此时运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","此时运程，崩溃。本月中，现在也是运程最惨的时候，做事缺乏天助，费力不讨好，勿燥动。"],"month_last_level_describe":["本月运程，崩溃。运程实在太低了，但也是在本年整体大顺的日子中，相比较其它日子而言，所以不用忧愁。","本月运程，崩溃。但本年运程较顺，平均一下，和这些年其它日子比较，中等偏下吧，不是最惨的。","本月运程，崩溃。本月运程超低，本年运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","本月运程，崩溃。全面溃败，诸事莫做，费力不讨好。","本月运程，崩溃。和这些年中其它日子比较，本月运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","本月运程，崩溃。很多年中，本月也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。"],"year_last_level_describe":["今年运程，崩溃。运程实在太低了，但也是在近20年整体大顺的日子中，相比较其它年份而言，所以不用忧愁。","今年运程，崩溃。但近20年运程较顺，平均一下，和其它年份比较，中等偏下吧，不是最惨的。","今年运程，崩溃。今年运程超低，近20年运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","今年运程，崩溃。全面溃败，诸事莫做，费力不讨好。","今年运程，崩溃。和近20年中其它日子比较，本年运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","今年运程，崩溃。近20年中，本年也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。"]}
		],
		[
			{"range":"","level":"宜","describe1":"主动出击，必有收获。","describe2":"","last_level_describe":["宜。主动出击，必有收获。","宜。当日机会不错，当月中等。主动出击，加倍努力，方有收获。","宜。当日机会不错，当月中等。主动出击，加倍努力，方有收获。"]},
			{"range":"","level":"中","describe1":"机会加努力","describe2":"","last_level_describe":["宜。当日机会中等，当月机会不错，主动出击，加倍努力，必有收获。","中。机会加努力","中。机会加努力"]},
			{"range":"","level":"不宜","describe1":"稍安勿躁，静观其变。","describe2":"","last_level_describe":["中。当日机会不宜做事，当月机会不错，努力尝试一下，也未尝不可。","不宜。稍安勿躁，静观其变。","不宜。稍安勿躁，静观其变。"]}
		],
		[
			{"range":" 89-80    ","level":"高","describe":"时机适宜，切勿错过。  "},
			{"range":"79-60","level":"中等","describe":"机会加努力，则宜收获。"},
			{"range":"59-45    ","level":"较低","describe":"时机不好，以静制动。"},
			{"range":"44-29    ","level":"很低","describe":"诸事不宜，稍安勿躁。"},
			{"range":" 0-28    ","level":"最低","describe":"诸事莫做，费力不讨好。"},
			{"range":"","level":"","describe":""}
		],
		[
			{"range":"（见能量图）旅行指数","level":"","describe":""},
			{"range":" 98-75 ","level":"宜","describe":"主动出击，必有收获。"},
			{"range":" 74-60","level":"中","describe":"机会加努力"},
			{"range":" 59-0 ","level":"不宜","describe":"稍安勿躁，静观其变。"},
			{"range":"","level":"","describe":""},
			{"range":"健康指数（见能量表）","level":"","describe":""}
		],
		[
			{"range":"79-60","level":"中","describe":""},
			{"range":"59-45    ","level":"差","describe":""},
			{"range":"44-29    ","level":"很差","describe":""},
			{"range":" 0-28    ","level":"最差","describe":""},
			{"range":"","level":"","describe":""},
			{"range":"","level":"","describe":""}
		],
		[
			{"range":" 98-90 ","level":"最高","describe":"财源滚滚，富可敌国。"},
			{"range":" 89-80    ","level":"高","describe":"时机抓住，不可错过。"},
			{"range":"79-60","level":"中等","describe":"加倍努力，尚可一搏。"},
			{"range":"59-45    ","level":"较低","describe":"极易破财，看好钱袋。"},
			{"range":"44-29    ","level":"很低","describe":"破财连连，谨慎防备。"},
			{"range":" 0-28    ","level":"最低","describe":"破财免灾，听天由命。"}
		],
		[
			{"range":"","level":"","describe":""},
			{"range":"败财指数（见败财指数表）","level":"","describe":""},
			{"range":" 98-90 ","level":"最高","describe":"破财免灾，听天由命。"},
			{"range":" 89-80    ","level":"高","describe":"破财连连，全面防备。"},
			{"range":"79-60","level":"中等","describe":"破财中等，谨慎面对。"},
			{"range":"59-45    ","level":"较低","describe":"极易破财   看好钱袋"}
		]
	]
]
