[	[		[
			{"range":"98-90","level":"大顺","describe1":"一帆风顺","describe2":"勇往直前，势如破竹。","today_last_level_describe":["今日运程，大顺。这样的日子，今年也没几天，今天定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今日运程，大顺。这样的日子不多，今天定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今日运程，大顺。但可惜本月运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","今日运程，大顺。但当月运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就今天吧。","今日运程，大顺。在这个悲催崩溃的月份里，可算迎来一个运程不错的日子，本月这样日子不多，别错过了。","今日运程，大顺。别高兴太早，当月的运气是堵塞，实在不怎样，今天就算是缓口气吧。做事努力，运气欠佳。"],"now_last_level_describe":["此时运程，大顺。这样的时候，这月也没几天，此时定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","此时运程，大顺。这样的时候不多，此时定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","此时运程，大顺。但可惜今天运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","此时运程，大顺。但今天运程不顺，平均下来还是中等，如果非要有重要事选择今天做，就现在吧。","此时运程，大顺。别高兴太早，今天的运气是堵塞，实在不怎样，现在就算是缓口气吧。做事努力，运气欠佳。","此时运程，大顺。在这个悲催崩溃的日子里，可算迎来一个运程不错的时辰，本日这样时候太少，别错过了。"],"month_last_level_describe":["本月运程，大顺。这样的月份，这几年也没多少，本月定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","本月运程，大顺。这样的月份不多，这月定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","本月运程，大顺。但可惜今年运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","本月运程，大顺。但当年运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就这月吧。","本月运程，大顺。别高兴太早，当年的运气是堵塞，实在不怎样，这月就算是缓口气吧。做事努力，运气欠佳。","本月运程，大顺。在这个悲催崩溃的年份里，可算迎来一个运程不错的月份，本年这样月份不多，别错过了。"],"year_last_level_describe":["今年运程，大顺。这样的年份，20年也没几个，今年定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今年运程，大顺。这样的年份不多，今年定能一帆风顺，赶紧干点啥，勇往直前，势如破竹。","今年运程，大顺。但可惜近20年的运程一般，如果做事还需加倍努力，建议做点不太重要的事吧。","今年运程，大顺。但近20年运程不顺，平均下来还是中等，如果非要有重要事选择最近做，就今年吧。","今年运程，大顺。别高兴太早，近20年的运气是堵塞，实在不怎样，今年就算是缓口气吧。做事努力，运气欠佳。","今年运程，大顺。在这个悲催崩溃的20年中，可算迎来一个运程不错的年份，近些年这样年份不多，别错过了。"]},
			{"range":"89-80","level":"顺","describe1":"比较顺利","describe2":"诸事皆宜，顺利通达。","today_last_level_describe":["今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今天就别错过了，抓紧干。","今日运程，顺。但当月运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","今日运程，顺。这月运程虽然悲催，但今天却是本月中的好日子，有些事，实在躲不过这月必须要做，那就今天吧。至于结果吗？不好说，努力吧。","今日运程，顺。不是今天得分高运程就一定好，还要参考本月运程。本月运程堵塞，诸事不宜。但今天也是低潮月中难得的好日子。"],"now_last_level_describe":["此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，现在就别错过了，抓紧干。","此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，此时就别错过了，抓紧干。","此时运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，此时就别错过了，抓紧干。","此时运程，顺。但今日运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","此时运程，顺。不是现在得分高运程就一定好，还要参考本日运程。本日运程堵塞，诸事不宜。但现在也是低潮日子中难得的好时候。","此时运程，顺。今日运程虽然悲催，但现在却是本日中的好时候，有些事，实在躲不过今日必须要做，那就现在吧。至于结果吗？不好说，努力吧。"],"month_last_level_describe":["本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，这月就别错过了，抓紧干。","本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，本月就别错过了，抓紧干。","本月运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，本月就别错过了，抓紧干。","本月运程，顺。但当年运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","本月运程，顺。不是本月得分高运程就一定好，还要参考本年运程。本年运程堵塞，诸事不宜。但本月也是低潮年份中难得的好月份。","本月运程，顺。今年运程虽然悲催，但本月却是本年中的好日子，有些事，实在躲不过今年必须要做，那就这月吧。至于结果吗？不好说，努力吧。"],"year_last_level_describe":["今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。定能诸事皆宜，顺利通达。如果有预谋已久的重要事，今年就别错过了，抓紧干。","今年运程，顺。但近20年运程不顺，平均一下最多中等，想做重要的事，还要斟酌。","今年运程，顺。不是本年得分高运程就一定好，还要参考近20年的运程。近20年运程堵塞，诸事不宜。但今年也是低潮年份中难得的好年份了。","今年运程，顺。近20年运程虽然悲催，但本年却是这些年中的好年份，有些事，实在躲不过这些年必须要做，那就今年吧。至于结果吗？不好说，努力吧。"]},
			{"range":"79-60","level":"一般","describe1":"一般般","describe2":"机会加努力，则宜收获。","today_last_level_describe":["今日运程，一般般。但本月运程大顺，因此，今日稍加努力，还是能够斩获不错成绩的。","今日运程，一般般。虽然一般般，本月运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","今日运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","今日运程，一般。但本月运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","今日运程，一般般。在运程最低谷的本月中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。","今日运程，一般。那也是在这个堵塞的月中，和其它日子相比较而言。时机不好，以静制动方为上策。"],"now_last_level_describe":["此时运程，一般般。但今日运程大顺，因此，现在稍加努力，还是能够斩获不错成绩的。","此时运程，一般般。虽然一般般，今日运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","此时运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","此时运程，一般。但今日运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","此时运程，一般。那也是在这个堵塞的日子中，和其它时辰相比较而言。时机不好，以静制动方为上策。","此时运程，一般般。在运程最低谷的今天，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"],"month_last_level_describe":["本月运程，一般般。但本年运程大顺，因此，本月稍加努力，还是能够斩获不错成绩的。","本月运程，一般般。虽然一般般，本年运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","本月运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","本月运程，一般。但本年运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","本月运程，一般。那也是在这个堵塞的年份中，和其它月份相比较而言。时机不好，以静制动方为上策。","本月运程，一般般。在运程最低谷的本年中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"],"year_last_level_describe":["今年运程，一般般。但近20年运程大顺，因此，本年稍加努力，还是能够斩获不错成绩的。","今年运程，一般般。虽然一般般，近20年运程却是顺，得分很高，天助自助者，只要足够努力，一定有收获，别懈怠。","今年运程，一般般，不好不坏。平淡的渡过，让心平静一下也好。休息，休息吧。","今年运程，一般。但近20年运程不顺，综合来看，中等偏下，休息调整最好，一定要做事，必须卯足了劲。","今年运程，一般。那也是在这个堵塞的近20年份中，和其它年份相比较而言。时机不好，以静制动方为上策。","今年运程，一般般。在运程最低谷的近20年年中，这样的运气实在无助于做事，稍安毋躁，冲动是魔鬼。"]},
			{"range":"59-45","level":"不顺","describe1":"不顺","describe2":"时机不好，以静制动。","today_last_level_describe":["今日运程，不顺。虽然时机不是太好，但本月运程大顺，努力一把，还是可以做点事的。","今日运程，不顺。时机不好，但本月运程不错，可以修养调整一下。","今日运程，不顺。时机不好，建议以静制动，看看后几天的运程，再决定做点什么。","今日运程，不顺。时机不好，以静制动。","今日运程，不顺。本月运程崩溃，干啥事都困难重重，还是娱乐修养吧。","今日运程，不顺。本月运程堵塞，现在是低潮期，时机不好，以静制动。"],"now_last_level_describe":["此时运程，不顺。虽然时机不是太好，但今日运程大顺，努力一把，还是可以做点事的。","此时运程，不顺。时机不好，但本日运程不错，可以修养调整一下。","此时运程，不顺。时机不好，建议以静制动，看看后几个时辰的运程，再决定做点什么。","此时运程，不顺。时机不好，以静制动。","此时运程，不顺。今日运程堵塞，现在是低潮期，时机不好，以静制动。","此时运程，不顺。今日运程崩溃，干啥事都困难重重，还是娱乐修养吧。"],"month_last_level_describe":["本月运程，不顺。虽然时机不是太好，但本年运程大顺，努力一把，还是可以做点事的。","本月运程，不顺。时机不好，但本年运程不错，可以修养调整一下。","本月运程，不顺。时机不好，建议以静制动，看看后几个月的运程，再决定做点什么。","本月运程，不顺。时机不好，以静制动。","本月运程，不顺。本年运程堵塞，现在是低潮期，时机不好，以静制动。","本月运程，不顺。本年运程崩溃，干啥事都困难重重，还是娱乐修养吧。"],"year_last_level_describe":["今年运程，不顺。虽然时机不是太好，但近20年运程大顺，努力一把，还是可以做点事的。","今年运程，不顺。时机不好，但近20年运程不错，可以修养调整一下。","今年运程，不顺。时机不好，建议以静制动，看看后几年的运程，再决定做点什么。","今年运程，不顺。时机不好，以静制动。","今年运程，不顺。近20年运程堵塞，现在是低潮期，时机不好，以静制动。","今年运程，不顺。近20年运程崩溃，干啥事都困难重重，还是娱乐修养吧。"]},
			{"range":"44-29","level":"堵塞","describe1":"一蹶不振","describe2":"诸事不宜，稍安勿躁。","today_last_level_describe":["今日运程，堵塞。算是本月中运程差的日子，但本月运程大顺，所以也不用太担心。","今日运程，堵塞。还好本月整体运程较顺，调整一下，后几天就有运程超好的日子了。","今日运程，堵塞。本月运程也一般。稍安毋躁，淡定，一定要淡定。","今日运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","今日运程，堵塞。本月运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。","今日运程，堵塞。诸事不宜，劝君稍安毋躁。"],"now_last_level_describe":["此时运程，堵塞。算是本日中运程差的时候了，但本日运程大顺，所以也不用太担心。","此时运程，堵塞。还好本日整体运程较顺，调整一下，后几个小时中就有运程超好的时辰了。","此时运程，堵塞。本日运程也一般。稍安毋躁，淡定，一定要淡定。","此时运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","此时运程，堵塞。诸事不宜，劝君稍安毋躁。","此时运程，堵塞。本日运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"],"month_last_level_describe":["本月运程，堵塞。算是本年中运程差的月份，但本年运程大顺，所以也不用太担心。","本月运程，堵塞。还好本年整体运程较顺，调整一下，后几个月就有运程超好的日子了。","本月运程，堵塞。本年运程也一般。稍安毋躁，淡定，一定要淡定。","本月运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","本月运程，堵塞。诸事不宜，劝君稍安毋躁。","本月运程，堵塞。本年运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"],"year_last_level_describe":["今年运程，堵塞。算是近20年中运程差的年份，但近20年运程大顺，所以也不用太担心。","今年运程，堵塞。还好近20年整体运程较顺，调整一下，后几年就有运程超好的日子了。","今年运程，堵塞。近20年运程也一般。稍安毋躁，淡定，一定要淡定。","今年运程，堵塞。诸事不宜，稍安毋躁。无论如何卖力，总是一蹶不振。","今年运程，堵塞。诸事不宜，劝君稍安毋躁。","今年运程，堵塞。近20年运程崩溃，倒霉加悲催。你也可以忽略它，自己做点什么改变它，相信你的力量。"]},
			{"range":"28-0","level":"崩溃","describe1":"全面溃败","describe2":"诸事莫做，费力不讨好。","today_last_level_describe":["今日运程，崩溃。运程实在太低了，但也是在本月整体大顺的日子中，相比较其它日子而言，所以不用忧愁。","今日运程，崩溃。但本月运程较顺，平均一下，和当年其它日子比较，中等偏下吧，不是最惨的。","今日运程，崩溃。今日运程超低，本月运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","今日运程，崩溃。全面溃败，诸事莫做，费力不讨好。","今日运程，崩溃。一年中，今天也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。","今日运程，崩溃。和一年中其它日子比较，今日运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。"],"now_last_level_describe":["此时运程，崩溃。运程实在太低了，但也是在本日整体大顺的时间里，相比较其它时辰而言，所以不用忧愁。","此时运程，崩溃。但本日运程较顺，平均一下，和当月其它时候比较，中等偏下吧，不是最惨的。","此时运程，崩溃。此时运程超低，今日运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","此时运程，崩溃。全面溃败，诸事莫做，费力不讨好。","此时运程，崩溃。和本月中其它时候比较，此时运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","此时运程，崩溃。本月中，现在也是运程最惨的时候，做事缺乏天助，费力不讨好，勿燥动。"],"month_last_level_describe":["本月运程，崩溃。运程实在太低了，但也是在本年整体大顺的日子中，相比较其它日子而言，所以不用忧愁。","本月运程，崩溃。但本年运程较顺，平均一下，和这些年其它日子比较，中等偏下吧，不是最惨的。","本月运程，崩溃。本月运程超低，本年运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","本月运程，崩溃。全面溃败，诸事莫做，费力不讨好。","本月运程，崩溃。和这些年中其它日子比较，本月运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","本月运程，崩溃。很多年中，本月也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。"],"year_last_level_describe":["今年运程，崩溃。运程实在太低了，但也是在近20年整体大顺的日子中，相比较其它年份而言，所以不用忧愁。","今年运程，崩溃。但近20年运程较顺，平均一下，和其它年份比较，中等偏下吧，不是最惨的。","今年运程，崩溃。今年运程超低，近20年运程也一般。稍安毋躁，给自己充充电吧，别都耗光了。","今年运程，崩溃。全面溃败，诸事莫做，费力不讨好。","今年运程，崩溃。和近20年中其它日子比较，本年运程也是极差的，诸事莫做，费力不讨好，还是反思人生吧。","今年运程，崩溃。近20年中，本年也是运程最惨的日子，做事缺乏天助，费力不讨好，勿燥动。"]}
		],		[
			{"range":"","level":"宜","describe1":"主动出击，必有收获。","describe2":"","last_level_describe":["宜。主动出击，必有收获。","宜。当日机会不错，当月中等。主动出击，加倍努力，方有收获。","宜。当日机会不错，当月中等。主动出击，加倍努力，方有收获。"]},
			{"range":"","level":"中","describe1":"机会加努力","describe2":"","last_level_describe":["当日机会中等，当月机会不错，主动出击，加倍努力，必有收获。","中。机会加努力","中。机会加努力"]},
			{"range":"","level":"不宜","describe1":"稍安勿躁，静观其变。","describe2":"","last_level_describe":["当日机会不宜做事，当月机会不错，努力尝试一下，也未尝不可。","不宜。稍安勿躁，静观其变。","不宜。稍安勿躁，静观其变。"]}
		],		[
			{"range":"98-90","level":"超高","describe1":"勇往直前，势如破竹。","describe2":"","today_last_level_describe":["今日能量，超高，动力十足，今年少有。如果运程不错，那就是千载难逢的好日子，行动起来，必将势如破竹。","今日能量，超高，动力充沛，利用这一年中不多的好日子，干点重要的事，定有天助。但也要参考一下运程，光有能量没有运气是不够的。","今日能量，超高。是本月中难得的好日子，可以择机而动。但本月整体能量中等，平均下来。在一年中，今日能量属中上。","今日能量，超高。但本月的能量处在较低的位置，如果有事非要在最近完成，今天也是不错的日子。","今日能量，超高。但千万别高兴太早，本月处在在能量最低位置，基本都要熄火了，消耗、疲惫是最大特点，今天就算是个小小的奖励吧。","今日能量，超高。但本月确是能量的低潮期，干什么都会觉得动力不足，建议还是修养为上策。"],"now_last_level_describe":["此时能量，超高，动力十足，本月少有。如果运程不错，那就是千载难逢的好时辰，行动起来，必将势如破竹。","此时能量，超高，动力充沛，利用这一月中不多的好时辰，干点重要的事，定有天助。但也要参考一下运程，光有能量没有运气是不够的。","此时能量，超高。是本日中难得的好时候，可以择机而动。但本日整体能量中等，平均下来。在一月中，此时能量属中上。","此时能量，超高。但本日的能量处在较低的位置，如果有事非要在今天完成，现在也是不错的选择。","此时能量，超高。但本日确是能量的低潮期，干什么都会觉得动力不足，建议还是修养为上策。","此时能量，超高。但千万别高兴太早，本日处在能量最低位置，基本都要熄火了，消耗、疲惫是最大特点，现在就算是个小小的奖励吧。"],"month_last_level_describe":["本月能量，超高，动力十足，本年少有。如果运程不错，那就是千载难逢的好时候，行动起来，必将势如破竹。","本月能量，超高，动力充沛，利用这一年中不多的好月份，干点重要的事，定有天助。但也要参考一下运程，光有能量没有运气是不够的。","本月能量，超高。是本年中难得的好时候，可以择机而动。但本年整体能量中等，平均下来。在几年中，此时能量属中上。","本月能量，超高。但本年的能量处在较低的位置，如果有事非要在这月完成，现在也是不错的选择。","本月能量，超高。但本年确是能量的低潮期，干什么都会觉得动力不足，建议还是修养为上策。","本月能量，超高。但千万别高兴太早，本年处在能量最低位置，基本都要熄火了，消耗、疲惫是最大特点，这月就算是个小小的奖励吧。"],"year_last_level_describe":["今年能量，超高，动力十足，近20年少有。如果运程不错，那就是千载难逢的好时候，行动起来，必将势如破竹。","今年能量，超高，动力充沛，利用这20年中不多的好年份，干点重要的事，定有天助。但也要参考一下运程，光有能量没有运气是不够的。","今年能量，超高。是近20年中难得的好时候，可以择机而动。但近20年整体能量中等，平均下来。在一生中，此时能量属中上。","今年能量，超高。但近20年的能量处在较低的位置，如果有事非要在这些年完成，今年也是不错的选择。","今年能量，超高。但近20年确是能量的低潮期，干什么都会觉得动力不足，建议还是修养为上策。","今年能量，超高。但千万别高兴太早，近20年处在能量最低位置，基本都要熄火了，消耗、疲惫是最大特点，今年就算是个小小的奖励吧。"]},
			{"range":"89-80","level":"高","describe1":"时机适宜，切勿错过。  ","describe2":"","today_last_level_describe":["今日能量，高，动力充沛。这一年中不多的好日子，时机适宜，切勿错过。参考一下运程，能量加运程，定能马到成功。","今日能量，高，动力充沛。运程不错就迅速出手，运程不佳，就谨慎前行。有能量没运气，经常会事倍功半，干的多，得的少。","今日能量，高。但本月整体能量中等，平均下来，一年中今日能量属中等。如果做重要的事，恐怕动力不足。","今日能量，高。但本月能量处在较低的位置，如果事情不能再等了，今天就别错过了，加倍努力吧。","今日能量，高。在这个能量最悲催的月份里，今天算是个不小的安慰。你可以振奋一下，但还要正确认识形势。","今日能量，高。可惜本月是能量的低潮，即使运程不错，做事的结果也不易圆满，都是因为能量很低的缘故。"],"now_last_level_describe":["此时能量，高，动力充沛。这一月中不多的好日子，时机适宜，切勿错过。参考一下运程，能量加运程，定能马到成功。","此时能量，高，动力充沛。运程不错就迅速出手，运程不佳，就谨慎前行。有能量没运气，经常会事倍功半，干的多，得的少。","此时能量，高。但本日整体能量中等，平均下来，这月中现在的能量属中等。如果做重要的事，恐怕动力不足。","此时能量，高。但今日能量处在较低的位置，如果事情不能再等了，现在就别错过了，加倍努力吧。","此时能量，高。可惜今日是能量的低潮，即使运程不错，做事的结果也不易圆满，都是因为能量很低的缘故。","此时能量，高。在这个能量最悲催的日子里，此时算是个不小的安慰。你可以振奋一下，但还要正确认识形势。"],"month_last_level_describe":["本月能量，高，动力充沛。这一年中不多的好日子，时机适宜，切勿错过。参考一下运程，能量加运程，定能马到成功。","本月能量，高，动力充沛。运程不错就迅速出手，运程不佳，就谨慎前行。有能量没运气，经常会事倍功半，干的多，得的少。","本月能量，高。但本年整体能量中等，平均下来，这几年中现在的能量属中等。如果做重要的事，恐怕动力不足。","本月能量，高。但今年能量处在较低的位置，如果事情不能再等了，现在就别错过了，加倍努力吧。","本月能量，高。可惜今年是能量的低潮，即使运程不错，做事的结果也不易圆满，都是因为能量很低的缘故。","本月能量，高。在这个能量最悲催的年份里，这月算是个不小的安慰。你可以振奋一下，但还要正确认识形势。"],"year_last_level_describe":["今年能量，高，动力充沛。近20年中不多的好年份，时机适宜，切勿错过。参考一下运程，能量加运程，定能马到成功。","今年能量，高，动力充沛。运程不错就迅速出手，运程不佳，就谨慎前行。有能量没运气，经常会事倍功半，干的多，得的少。","今年能量，高。但近20年整体能量中等，平均下来，这几年中现在的能量属中等。如果做重要的事，恐怕动力不足。","今年能量，高。但近20年能量处在较低的位置，如果事情不能再等了，现在就别错过了，加倍努力吧。","今年能量，高。可惜近20年是能量的低潮，即使运程不错，做事的结果也不易圆满，都是因为能量很低的缘故。","今年能量，高。在这个能量最悲催的20年里，今年算是个不小的安慰。你可以振奋一下，但还要正确认识形势。"]},
			{"range":"79-60","level":"中等","describe1":"机会加努力，则宜收获。","describe2":"","today_last_level_describe":["今日能量，中等。还好本月能量超高，稍加努力，会有收获。借天地之气，与己共振，是成功的秘笈。","今日能量，中等。本月能量，高。与本年其它日子相比，能量是中上，可以主动出击，但还需努力。","今日能量，中等。机会加努力，则宜收获。碰到好机会，但经常结果不圆满，很多情况是因为能量不足，有心无力。","今日能量，中等。本月能量较低，年平均分值，中下，比上不足，比下有余，这是一个尴尬状态，搞还是不搞？不容易下决定。","今日能量，中等。能量最低的本月，你会经常感到心力交瘁。智者总是选择最合适的时间出击，最不合适的时间充电，蓄势待发。","今日能量，中等。本月的能量很低，总是显得消耗大、疲惫。今天应该是本月中一个不错的调整日，干一些不太重要的事吧。"],"now_last_level_describe":["此时能量，中等。还好今日能量超高，稍加努力，会有收获。借天地之气，与己共振，是成功的秘笈。","此时能量，中等。本日能量，高。与本月其它时辰相比，能量是中上，可以主动出击，但还需努力。","此时能量，中等。机会加努力，则宜收获。碰到好机会，但经常结果不圆满，很多情况是因为能量不足，有心无力。","此时能量，中等。本日能量较低，月度平均分值，中下，比上不足，比下有余，这是一个尴尬状态，搞还是不搞？不容易下决定。","此时能量，中等。今日的能量很低，总是显得消耗大、疲惫。现在应该是本日中一个不错的调整时间，干一些不太重要的事吧。","此时能量，中等。能量最低的本日里，你会经常感到心力交瘁。智者总是选择最合适的时间出击，最不合适的时间充电，蓄势待发。"],"month_last_level_describe":["本月能量，中等。还好今年能量超高，稍加努力，会有收获。借天地之气，与己共振，是成功的秘笈。","本月能量，中等。本年能量，高。与这几年其它月份相比，能量是中上，可以主动出击，但还需努力。","本月能量，中等。机会加努力，则宜收获。碰到好机会，但经常结果不圆满，很多情况是因为能量不足，有心无力。","本月能量，中等。本年能量较低，与其它月的平均分值比较，中下，比上不足，比下有余，这是一个尴尬状态，搞还是不搞？不容易下决定。","本月能量，中等。今年的能量很低，总是显得消耗大、疲惫。现在应该是本年中一个不错的调整时间，干一些不太重要的事吧。","本月能量，中等。能量最低的本年里，你会经常感到心力交瘁。智者总是选择最合适的时间出击，最不合适的时间充电，蓄势待发。"],"year_last_level_describe":["今年能量，中等。还好近20年能量超高，稍加努力，会有收获。借天地之气，与己共振，是成功的秘笈。","今年能量，中等。近20年能量，高。与这些年其它年份相比，能量是中上，可以主动出击，但还需努力。","今年能量，中等。机会加努力，则宜收获。碰到好机会，但经常结果不圆满，很多情况是因为能量不足，有心无力。","今年能量，中等。近20年能量较低，与其它年的平均分值比较，中下，比上不足，比下有余，这是一个尴尬状态，搞还是不搞？不容易下决定。","今年能量，中等。近20年的能量很低，总是显得消耗大、疲惫。现在应该是这些年中一个不错的调整时间，干一些不太重要的事吧。","今年能量，中等。能量最低的近20年里，你会经常感到心力交瘁。智者总是选择最合适的时间出击，最不合适的时间充电，蓄势待发。"]},
			{"range":"59-45","level":"较低","describe1":"时机不好，以静制动。","describe2":"","today_last_level_describe":["今日能量，较低。仰仗本月的能量超高，你还没有明显感到无力。但今天做事还要悠着点。","今日能量，较低。因为本月能量较高，也没啥可担心的，但今天还是调整为好，以静制动，不宜出击。","今日能量，较低。时机不好，以静制动。冲动是魔鬼。","今日能量，较低。本月能量也是较低，双低。时机不好，静观其变，熬着点就会过去的。","今日能量，较低。在能量最悲催的本月中，今日恐怕还不是最低点，但也会明显的感到疲惫，力不从心。","今日能量，较低。在一个能量低谷的月份中，今天做任何事都要靠自己了，得不到天地之气的帮助。"],"now_last_level_describe":["此时能量，较低。仰仗本日的能量超高，你还没有明显感到无力。但此时做事还要悠着点。","此时能量，较低。因为本日能量较高，也没啥可担心的，但现在还是调整为好，以静制动，不宜出击。","此时能量，较低。时机不好，以静制动。冲动是魔鬼。","此时能量，较低。本日能量也是较低，双低。时机不好，静观其变，熬着点就会过去的。","此时能量，较低。在一个能量低谷的日子里，现在做任何事都要靠自己了，得不到天地之气的帮助。","此时能量，较低。在能量最悲催的日子中，现在恐怕还不是最低点，但也会明显的感到疲惫，力不从心。"],"month_last_level_describe":["本月能量，较低。仰仗本年的能量超高，你还没有明显感到无力。但此时做事还要悠着点。","本月能量，较低。因为本年能量较高，也没啥可担心的，但现在还是调整为好，以静制动，不宜出击。","本月能量，较低。时机不好，以静制动。冲动是魔鬼。","本月能量，较低。本年能量也是较低，双低。时机不好，静观其变，熬着点就会过去的。","本月能量，较低。在一个能量低谷的年份里，现在做任何事都要靠自己了，得不到天地之气的帮助。","本月能量，较低。在能量最悲催的年份中，现在恐怕还不是最低点，但也会明显的感到疲惫，力不从心。"],"year_last_level_describe":["今年能量，较低。仰仗近20年的能量超高，你还没有明显感到无力。但此时做事还要悠着点。","今年能量，较低。因为近20年能量较高，也没啥可担心的，但现在还是调整为好，以静制动，不宜出击。","今年能量，较低。时机不好，以静制动。冲动是魔鬼。","今年能量，较低。近20年能量也是较低，双低。时机不好，静观其变，熬着点就会过去的。","今年能量，较低。在能量低谷的近20年里，现在做任何事都要靠自己了，得不到天地之气的帮助。","今年能量，较低。在能量最悲催的近20年中，今年恐怕还不是最低点，但也会明显的感到疲惫，力不从心。"]},
			{"range":"44-29","level":"很低","describe1":"诸事不宜，稍安勿躁。","describe2":"","today_last_level_describe":["今日能量，很低。在能量十足的本月中，今天算是个低谷，正好可以修养调整一下。","今日能量，很低。因为本月能量高，也不会感到明显的动力不足，但还是建议以静制动。","今日能量，很低。诸事不宜，稍安毋躁。乘早打消要大干一场的企图，即使运程好也不行。","今日能量，很低。诸事不宜，稍安毋躁。","今日能量，很低。因为处在能量最低的月份中，今天算是本年少有的超低能量日，除了睡觉，想不起来干啥更好。","今日能量，很低。本月是能量的低谷，本日又是本月的低谷，诸事不宜。"],"now_last_level_describe":["此时能量，很低。在能量十足的本日中，现在算是个低谷，正好可以修养调整一下。","此时能量，很低。因为本日能量高，也不会感到明显的动力不足，但还是建议以静制动。","此时能量，很低。诸事不宜，稍安毋躁。乘早打消要大干一场的企图，即使运程好也不行。","此时能量，很低。诸事不宜，稍安毋躁。","此时能量，很低。今天是能量的低谷，现在又是本日的低谷，诸事不宜。","此时能量，很低。因为处在能量最低的日子里，现在算是本月少有的超低能量了，除了睡觉，想不起来干啥更好。"],"month_last_level_describe":["本月能量，很低。在能量十足的本年中，现在算是个低谷，正好可以修养调整一下。","本月能量，很低。因为本年能量高，也不会感到明显的动力不足，但还是建议以静制动。","本月能量，很低。诸事不宜，稍安毋躁。乘早打消要大干一场的企图，即使运程好也不行。","本月能量，很低。诸事不宜，稍安毋躁。","本月能量，很低。今年是能量的低谷，本月又是本年的低谷，诸事不宜。","本月能量，很低。因为处在能量最低的年份里，本月算是今年少有的超低能量了，除了睡觉，想不起来干啥更好。"],"year_last_level_describe":["今年能量，很低。在能量十足的近20年中，现在算是个低谷，正好可以修养调整一下。","今年能量，很低。因为近20年能量高，也不会感到明显的动力不足，但还是建议以静制动。","今年能量，很低。诸事不宜，稍安毋躁。乘早打消要大干一场的企图，即使运程好也不行。","今年能量，很低。诸事不宜，稍安毋躁。","今年能量，很低。近20年是能量的低谷，今年又是近20年的低谷，诸事不宜。","今年能量，很低。因为处在能量最低的近20年中，今年算是近些年少有的超低能量了，除了睡觉，想不起来干啥更好。"]},
			{"range":"28-0","level":"最低","describe1":"诸事莫做，费力不讨好。","describe2":"","today_last_level_describe":["今日能量，最低。相比较能量最高的本月中的其它日子，今天算是最差了，稍安毋躁。","今日能量，最低。不要认为因为本月能量高，就可以每天都主动出击，今天就是一个需要调整的日子，你会感觉到疲惫。","今日能量，最低。诸事莫做，费力不讨好。傻勤快的人随时都在妄动，结果只能是闯祸。","今日能量，最低。诸事莫做，费力不讨好。聪明人懂得在合适的时间行动，福是自己求来的。","今日能量，最低。不能再低了，这是一年中能量的最低谷，剩下的日子只能越来越高。","今日能量，最低。在能量很低的本月中，今天只能诸事莫做。苦尽甘来，坏日子总会过去的。"],"now_last_level_describe":["此时能量，最低。相比较能量最高的本日中的其它时辰，现在算是最差了，稍安毋躁。","此时能量，最低。不要认为因为本日能量高，就可以随时都主动出击，现在就是一个需要调整的时候，你会感觉到疲惫。","此时能量，最低。诸事莫做，费力不讨好。傻勤快的人随时都在妄动，结果只能是闯祸。","此时能量，最低。诸事莫做，费力不讨好。聪明人懂得在合适的时间行动，福是自己求来的。","此时能量，最低。在能量很低的本日中，现在只能诸事莫做。苦尽甘来，坏时辰总会过去的。","此时能量，最低。不能再低了，这是一月当中能量的最低谷，剩下的时辰只能越来越高。"],"month_last_level_describe":["本月能量，最低。相比较能量最高的本年中的其它月份，现在算是最差了，稍安毋躁。","本月能量，最低。不要认为因为本年能量高，就可以随时都主动出击，本月就是一个需要调整的时候，你会感觉到疲惫。","本月能量，最低。诸事莫做，费力不讨好。傻勤快的人随时都在妄动，结果只能是闯祸。","本月能量，最低。诸事莫做，费力不讨好。聪明人懂得在合适的时间行动，福是自己求来的。","本月能量，最低。在能量很低的本日中，现在只能诸事莫做。苦尽甘来，坏时候总会过去的。","本月能量，最低。不能再低了，这是一年当中能量的最低谷，剩下的月份只能越来越高。"],"year_last_level_describe":["今年能量，最低。相比较能量最高的近20年中的其它年份，现在算是最差了，稍安毋躁。","今年能量，最低。不要认为因为近20年能量高，就可以随时都主动出击，本年就是一个需要调整的时候，你会感觉到疲惫。","今年能量，最低。诸事莫做，费力不讨好。傻勤快的人随时都在妄动，结果只能是闯祸。","今年能量，最低。诸事莫做，费力不讨好。聪明人懂得在合适的时间行动，福是自己求来的。","今年能量，最低。在能量很低的本日中，现在只能诸事莫做。苦尽甘来，坏年份总会过去的。","今年能量，最低。不能再低了，这是近20年当中能量的最低谷，剩下的年份只能越来越高。"]}
		],		[
			{"range":"98-75","level":"宜","describe1":"主动出击，必有收获。","describe2":"","last_level_describe":["宜。主动出击，必有收获。","宜。当日机会不错，当月中等。主动出击，收获不错。","宜。当日机会不错，当月中等。主动出击，收获不错。"]},
			{"range":"74-60","level":"中","describe1":"机会加努力","describe2":"","last_level_describe":["宜。当日机会中等，当月机会不错，主动出击，收获不错。","中。机会适中，可行可不行。","中。机会适中，可行可不行。"]},
			{"range":"59-0","level":"不宜","describe1":"稍安勿躁，静观其变。","describe2":"","last_level_describe":["当日机会不宜旅行，当月机会不错，尝试一下，也未尝不可。","不宜。稍安勿躁,不宜出行。","不宜。稍安勿躁,不宜出行。"]}
		],		[
			{"range":"98-90","level":"优","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，优，注意保持。","今日身体状况，优，注意保持。","今日身体状况，优，但本月状况中等，平均是良。注意保持。","今日身体状况，优，但本月状况不佳，平均是良。注意保持。","今日身体状况，优，但本月状况很差，平均是中等。需要注意饮食及锻炼。","今日身体状况，优，但本月状况很差，平均是中等。需要注意饮食及锻炼。"],"month_last_level_describe":["本月身体状况，优，注意保持。","本月身体状况，优，注意保持。","本月身体状况，优，但本年状况中等，平均是良。注意保持。","本月身体状况，优，但本年状况不佳，平均是良。注意保持。","本月身体状况，优，但本年状况很差，平均是中等。需要注意饮食及锻炼。","本月身体状况，优，但本年状况很差，平均是中等。需要注意饮食及锻炼。"],"year_last_level_describe":["今年身体状况，优，注意保持。","今年身体状况，优，注意保持。","今年身体状况，良。注意保持。","今年身体状况，良。注意保持。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，中。需要注意饮食及锻炼。"]},
			{"range":"89-80","level":"良","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，良，但本月状况是优，注意保持。","今日身体状况，良，但本月状况是优，注意保持。","今日身体状况，良。注意保持。","今日身体状况，良，但本月状况是中等。需要注意饮食及锻炼。","今日身体状况，良，但本月状况很差，平均一下，中等。需要注意饮食及锻炼。","今日身体状况，良，但本月状况是差，平均一下，中等。需要注意饮食及锻炼。"],"month_last_level_describe":["本月身体状况，良，但本年状况是优，注意保持。","本月身体状况，良，但本年状况是优，注意保持。","本月身体状况，良。注意保持。","本月身体状况，良，但本年状况是中等。需要注意饮食及锻炼。","本月身体状况，良，但本年状况是差，平均一下，中等。需要注意饮食及锻炼。","本月身体状况，良，但本年状况很差，平均一下，中等。需要注意饮食及锻炼。"],"year_last_level_describe":["今年身体状况，优，注意保持。","今年身体状况，良。注意保持。","今年身体状况，良。注意保持。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，中。需要注意饮食及锻炼。"]},
			{"range":"79-60","level":"中","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，中，但本月状况，优，平均下来，良。注意保持。","今日身体状况，中，但本月状况，优，平均下来，良。注意保持。","今日身体状况，中。需要注意饮食及锻炼。","今日身体状况，中。需要注意饮食及锻炼。","今日身体状况，中，但本月状况，差，平均下来，差。要注意休息、饮食，别太累了。","今日身体状况，中，但本月状况，差，平均下来，差。要注意休息、饮食，别太累了。"],"month_last_level_describe":["本月身体状况，中，但本年状况，优，平均下来，良。注意保持。","本月身体状况，中，但本年状况，优，平均下来，良。注意保持。","本月身体状况，中。需要注意饮食及锻炼。","本月身体状况，中。需要注意饮食及锻炼。","本月身体状况，中，但本年状况，差，平均下来，差。要注意休息、饮食，别太累了。","本月身体状况，中，但本年状况，差，平均下来，差。要注意休息、饮食，别太累了。"],"year_last_level_describe":["今年身体状况，良。注意保持。","今年身体状况，良。注意保持。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，差。要注意休息、饮食，别太累了。","今年身体状况，差。要注意休息、饮食，别太累了。"]},
			{"range":"59-45","level":"差","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，差。但本月状况，优，平均下来，中。需要注意饮食及锻炼。","今日身体状况，差。但本月状况，优，平均下来，中。需要注意饮食及锻炼。","今日身体状况，差。要注意休息，饮食，别太累了。","今日身体状况，差。要注意休息，饮食，别太累了。","今日身体状况，很差。要多休息，饮食合理，拒绝操劳。","今日身体状况，很差。要多休息，饮食合理，拒绝操劳。"],"month_last_level_describe":["本月身体状况，差。但本年状况，优，平均下来，中。需要注意饮食及锻炼。","本月身体状况，差。但本年状况，优，平均下来，中。需要注意饮食及锻炼。","本月身体状况，差。要注意休息，饮食，别太累了。","本月身体状况，差。要注意休息，饮食，别太累了。","本月身体状况，很差。要多休息，饮食合理，拒绝操劳。","本月身体状况，很差。要多休息，饮食合理，拒绝操劳。"],"year_last_level_describe":["今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，中。需要注意饮食及锻炼。","今年身体状况，差。要注意休息，饮食，别太累了。","今年身体状况，差。要注意休息，饮食，别太累了。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。"]},
			{"range":"44-29","level":"很差","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，很差。但本月状况，优，平均下来 ，差。要注意休息、饮食，别太累了。","今日身体状况，很差。但本月状况，优，平均下来 ，差。要注意休息、饮食，别太累了。","今日身体状况，很差。要多休息，饮食合理，拒绝操劳。","今日身体状况，很差。要多休息，饮食合理，拒绝操劳。","今日身体状况，最差。要多休息，饮食合理，拒绝操劳。","今日身体状况，很差。要多休息，饮食合理，拒绝操劳。"],"month_last_level_describe":["本月身体状况，很差。但本年状况，优，平均下来 ，差。要注意休息、饮食，别太累了。","本月身体状况，很差。但本年状况，优，平均下来 ，差。要注意休息、饮食，别太累了。","本月身体状况，很差。要多休息，饮食合理，拒绝操劳。","本月身体状况，很差。要多休息，饮食合理，拒绝操劳。","本月身体状况，很差。要多休息，饮食合理，拒绝操劳。","本月身体状况，最差。要多休息，饮食合理，拒绝操劳。"],"year_last_level_describe":["今年身体状况，差。要注意休息、饮食，别太累了。","今年身体状况，差。要注意休息、饮食，别太累了。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。","今年身体状况，最差。要多休息，饮食合理，拒绝操劳。"]},
			{"range":"28-0","level":"最差","describe1":"","describe2":"","today_last_level_describe":["今日身体状况，最差。但本月身体状况，优，平均下来，差。要注意休息，饮食，别太累了。","今日身体状况，最差。但本月身体状况，优，平均下来，差。要注意休息，饮食，别太累了。","今日身体状况，最差。要多休息，饮食合理，拒绝操劳。","今日身体状况，最差。要多休息，饮食合理，拒绝操劳。","今日身体状况，最差。要多休息，饮食合理，拒绝操劳。","今日身体状况，最差。要多休息，饮食合理，拒绝操劳。"],"month_last_level_describe":["本月身体状况，最差。但本年身体状况，优，平均下来，差。要注意休息，饮食，别太累了。","本月身体状况，最差。但本年身体状况，优，平均下来，差。要注意休息，饮食，别太累了。","本月身体状况，最差。要多休息，饮食合理，拒绝操劳。","本月身体状况，最差。要多休息，饮食合理，拒绝操劳。","本月身体状况，最差。要多休息，饮食合理，拒绝操劳。","本月身体状况，最差。要多休息，饮食合理，拒绝操劳。"],"year_last_level_describe":["今年身体状况，差。要注意休息，饮食，别太累了。","今年身体状况，很差。要多休息，饮食合理，拒绝操劳。","今年身体状况，最差。要多休息，饮食合理，拒绝操劳。","今年身体状况，最差。要多休息，饮食合理，拒绝操劳。","今年身体状况，最差。要多休息，饮食合理，拒绝操劳。","今年身体状况，最差。要多休息，饮食合理，拒绝操劳。"]}
		],		[
			{"range":"98-90","level":"最高","describe1":"财源滚滚，富可敌国。","describe2":"","today_last_level_describe":["今日钱财，最高。一年中，这样的日子就几天，抓住机会定能财源滚滚，富可敌国。","今日钱财，最高。本月财富也较高，机会难逢，抓住定能财源滚滚，富可敌国。","今日钱财，最高。本月财富中等，主动出击，稍加努力，一定会有收获。","今日钱财，最高。本月财富欠佳，本月中今天就算是求财最好的日子了，可以努力一下。","今日钱财，最高。在破财的月份中，今天是个难得的机会，但还是要多加防备。","今日钱财，最高。可惜本月财富很低，今天也算是个不错的安慰，但也要谨慎面对。"],"now_last_level_describe":["此时钱财，最高。一月中，这样的时辰就几个，抓住机会定能财源滚滚，富可敌国。","此时钱财，最高。本日财富也较高，机会难逢，抓住定能财源滚滚，富可敌国。","此时钱财，最高。本日财富中等，主动出击，稍加努力，一定会有收获。","此时钱财，最高。本日财富欠佳，本日中现在就算是求财最好的时辰了，可以努力一下。","此时钱财，最高。可惜本日财富很低，现在也算是个不错的安慰，但也要谨慎面对。","此时钱财，最高。在破财的日子中，现在是个难得的机会，但还是要多加防备。"],"month_last_level_describe":["本月钱财，最高。几年中，这样的月份就几个，抓住机会定能财源滚滚，富可敌国。","本月钱财，最高。今年财富也较高，机会难逢，抓住定能财源滚滚，富可敌国。","本月钱财，最高。今年财富中等，主动出击，稍加努力，一定会有收获。","本月钱财，最高。今年财富欠佳，本年中现在就算是求财最好的月份了，可以努力一下。","本月钱财，最高。可惜本年财富很低，现在也算是个不错的安慰，但也要谨慎面对。","本月钱财，最高。在破财的年份中，现在是个难得的机会，但还是要多加防备。"],"year_last_level_describe":["今年钱财，最高。近20年中，这样的年份就几个，抓住机会定能财源滚滚，富可敌国。","今年钱财，最高。近20年财富也较高，机会难逢，抓住定能财源滚滚，富可敌国。","今年钱财，最高。近20年财富中等，主动出击，稍加努力，一定会有收获。","今年钱财，最高。近20年财富欠佳，今年就算是求财最好的年份了，可以努力一下。","今年钱财，最高。可惜近20年财富很低，今年也算是个不错的安慰，但也要谨慎面对。","今年钱财，最高。在破财的近20年中，今年是个难得的机会，但还是要多加防备。"]},
			{"range":"89-80","level":"高","describe1":"时机抓住，不可错过。","describe2":"","today_last_level_describe":["今日钱财，高。本月财富最高，这样的好日子转眼就没，别错过好时机，定能财源滚滚。","今日钱财，高。本月财富也较高，双高，机会难逢，一犹豫，就错过了。","今日钱财，高。本月财富中等，主动出击，外加努力，会有不错收获。","今日钱财，高。本月财富欠佳，在本月求财，今天的运气就算不错了，但不能奢求过高。","今日钱财，高。本月是一个破财的月份，要想出击，还要谨慎。","今日钱财，高。和本月很低财富指数一平均，也就是中等，有收获，但不会太大。"],"now_last_level_describe":["此时钱财，高。本日财富最高，这样的好时候转眼就没，别错过好时机，定能财源滚滚。","此时钱财，高。本日财富也较高，双高，机会难逢，一犹豫，就错过了。","此时钱财，高。本日财富中等，主动出击，外加努力，会有不错收获。","此时钱财，高。本日财富欠佳，在本日求财，现在的运气就算不错了，但不能奢求过高。","此时钱财，高。和本日很低财富指数一平均，也就是中等，有收获，但不会太大。","此时钱财，高。今天是一个破财的日子，要想出击，还要谨慎。"],"month_last_level_describe":["本月钱财，高。本年财富最高，这样的好时候转眼就没，别错过好时机，定能财源滚滚。","本月钱财，高。本年财富也较高，双高，机会难逢，一犹豫，就错过了。","本月钱财，高。今年财富中等，主动出击，外加努力，会有不错收获。","本月钱财，高。今年财富欠佳，在本年求财，这月的运气就算不错了，但不能奢求过高。","本月钱财，高。和今年很低财富指数一平均，也就是中等，有收获，但不会太大。","本月钱财，高。今年是一个破财的年份，要想出击，还要谨慎。"],"year_last_level_describe":["今年钱财，高。近20年财富最高，这样的好时候转眼就没，别错过好时机，定能财源滚滚。","今年钱财，高。近20年财富也较高，双高，机会难逢，一犹豫，就错过了。","今年钱财，高。近20年财富中等，主动出击，外加努力，会有不错收获。","今年钱财，高。近20年财富欠佳，在这些年求财，今年的运气就算不错了，但不能奢求过高。","今年钱财，高。和近20年很低财富指数一平均，也就是中等，有收获，但不会太大。","今年钱财，高。近20年是个破财的年份，要想出击，还要谨慎。"]},
			{"range":"79-60","level":"中等","describe1":"加倍努力，尚可一搏。","describe2":"","today_last_level_describe":["今日钱财，中等。在这个财富最高的月份里，今天依然是个机会，但还要努力。","今日钱财，中等。借助本月整体财运较高，今天尚可一搏，结果不错。","今日钱财，中等。加倍努力，尚可一搏。","今日钱财，中等。所有事情的两头会利于下决定，中间则会使人犹疑。正确的努力总会使事情变得更好。","今日钱财，中等。在这个财运最悲催的月份里，极易破财，重要的是看好钱袋。","今日钱财，中等。本月财富指数太低，连带今日财运不佳，还是要看好钱袋。"],"now_last_level_describe":["此时钱财，中等。在这个财富最高的日子里，现在依然是个机会，但还要努力。","此时钱财，中等。借助本日整体财运较高，现在尚可一搏，结果不错。","此时钱财，中等。加倍努力，尚可一搏。","此时钱财，中等。所有事情的两头会利于下决定，中间则会使人犹疑。正确的努力总会使事情变得更好。","此时钱财，中等。今日财富指数太低，连带此时财运不佳，还是要看好钱袋。","此时钱财，中等。在这个财运最悲催的日子里，极易破财，重要的是看好钱袋。"],"month_last_level_describe":["本月钱财，中等。在这个财富最高的年份里，本月依然是个机会，但还要努力。","本月钱财，中等。借助本年整体财运较高，现在尚可一搏，结果不错。","本月钱财，中等。加倍努力，尚可一搏。","本月钱财，中等。所有事情的两头会利于下决定，中间则会使人犹疑。正确的努力总会使事情变得更好。","本月钱财，中等。今年财富指数太低，连带这月财运不佳，还是要看好钱袋。","本月钱财，中等。在这个财运最悲催的年份里，极易破财，重要的是看好钱袋。"],"year_last_level_describe":["今年钱财，中等。在近20年财富最高的年份里，今年依然是个机会，但还要努力。","今年钱财，中等。借助近20年整体财运较高，现在尚可一搏，结果不错。","今年钱财，中等。加倍努力，尚可一搏。","今年钱财，中等。所有事情的两头会利于下决定，中间则会使人犹疑。正确的努力总会使事情变得更好。","今年钱财，中等。近20年财富指数太低，连带今年财运不佳，还是要看好钱袋。","今年钱财，中等。在这个财运最悲催的20年中，极易破财，重要的是看好钱袋。"]},
			{"range":"59-45","level":"较低","describe1":"极易破财，看好钱袋。","describe2":"","today_last_level_describe":["今日钱财，较低。赶上本月财富指数最高，今天也不用恐慌，只是收获没有多大。","今日钱财，较低。本月因为财富指数较高，利于求财，但今天还是收获不大。","今日钱财，较低。极易破财，看好钱袋。","今日钱财，较低。极易破财，看好钱袋。","今日钱财，较低。本月就别想在财富上有所收获了，今天，就更别想了。","今日钱财，较低。本月财运也很低，这样的日子不破财都是万幸，更何况去求财了。"],"now_last_level_describe":["此时钱财，较低。赶上今日财富指数最高，现在也不用恐慌，只是收获没有多大。","此时钱财，较低。今日因为财富指数较高，利于求财，但现在还是收获不大。","此时钱财，较低。极易破财，看好钱袋。","此时钱财，较低。极易破财，看好钱袋。","此时钱财，较低。本日财运也很低，这样的时候不破财都是万幸，更何况去求财了。","此时钱财，较低。本日就别想在财富上有所收获了，现在，就更别想了。"],"month_last_level_describe":["本月钱财，较低。赶上今年财富指数最高，现在也不用恐慌，只是收获没有多大。","本月钱财，较低。今年因为财富指数较高，利于求财，但这月还是收获不大。","本月钱财，较低。极易破财，看好钱袋。","本月钱财，较低。极易破财，看好钱袋。","本月钱财，较低。本年财运也很低，这样的时候不破财都是万幸，更何况去求财了。","本月钱财，较低。本年就别想在财富上有所收获了，这月，就更别想了。"],"year_last_level_describe":["今年钱财，较低。赶上近20年财富指数最高，现在也不用恐慌，只是收获没有多大。","今年钱财，较低。近20年因为财富指数较高，利于求财，但今年还是收获不大。","今年钱财，较低。极易破财，看好钱袋。","今年钱财，较低。极易破财，看好钱袋。","今年钱财，较低。近20 年财运也很低，这样的时候不破财都是万幸，更何况去求财了。","今年钱财，较低。近20年就别想在财富上有所收获了，今年，就更别想了。"]},
			{"range":"44-29","level":"很低","describe1":"破财连连，谨慎防备。","describe2":"","today_last_level_describe":["今日钱财，很低。财运高潮的月份，也有很低的日子，但和本年中其它日子比较，排名中下，不算很差。","今日钱财，很低。虽然本月财运较高，但求财还要加倍努力，结果不会太大。","今日钱财，很低。破财连连，谨慎防备。","今日钱财，很低。破财连连，谨慎防备。","今日钱财，很低。破财连连，谨慎防备。","今日钱财，很低。破财连连，谨慎防备。"],"now_last_level_describe":["此时钱财，很低。在这个财运高潮的日子里，也有很低的时辰，但和本月中其它的时辰比较，排名中下，不算很差。","此时钱财，很低。虽然今日财运较高，但求财还要加倍努力，结果不会太大。","此时钱财，很低。破财连连，谨慎防备。","此时钱财，很低。破财连连，谨慎防备。","此时钱财，很低。破财连连，谨慎防备。","此时钱财，很低。破财连连，谨慎防备。"],"month_last_level_describe":["本月钱财，很低。在这个财运高潮的年份里，也有很低的月份，但和这几年中其它的月份比较，排名中下，不算很差。","本月钱财，很低。虽然今年财运较高，但求财还要加倍努力，结果不会太大。","本月钱财，很低。破财连连，谨慎防备。","本月钱财，很低。破财连连，谨慎防备。","本月钱财，很低。破财连连，谨慎防备。","本月钱财，很低。破财连连，谨慎防备。"],"year_last_level_describe":["今年钱财，很低。在这个财运高潮的近20年里，也有很低的年份，但和这几年中其它的年份比较，排名中下，不算很差。","今年钱财，很低。虽然近20年财运较高，但求财还要加倍努力，结果不会太大。","今年钱财，很低。破财连连，谨慎防备。","今年钱财，很低。破财连连，谨慎防备。","今年钱财，很低。破财连连，谨慎防备。","今年钱财，很低。破财连连，谨慎防备。"]},
			{"range":"28-0","level":"最低","describe1":"破财免灾，听天由命。","describe2":"","today_last_level_describe":["今日钱财，最低。今天是本月的最低谷，虽然本月财运极佳，但今天还是要谨慎防备。","今日钱财，最低。今天是本月的低谷，虽然本月财运很高，但今天还是要谨慎防备。","今日钱财，最低。破财免灾，听天由命，一定要想开点。","今日钱财，最低。破财免灾，听天由命，一定要想开点。","今日钱财，最低。破财免灾，听天由命，一定要想开点。","今日钱财，最低。破财免灾，听天由命，一定要想开点。"],"now_last_level_describe":["此时钱财，最低。现在是本日的最低谷，虽然今天财运极佳，但现在还是要谨慎防备。","此时钱财，最低。此时是今天的低谷，虽然本日财运很高，但现在还是要谨慎防备。","此时钱财，最低。破财免灾，听天由命，一定要想开点。","此时钱财，最低。破财免灾，听天由命，一定要想开点。","此时钱财，最低。破财免灾，听天由命，一定要想开点。","此时钱财，最低。破财免灾，听天由命，一定要想开点。"],"month_last_level_describe":["本月钱财，最低。现在是本年的最低谷，虽然今年财运极佳，但本月还是要谨慎防备。","本月钱财，最低。此时是今年的低谷，虽然本年财运很高，但现在还是要谨慎防备。","本月钱财，最低。破财免灾，听天由命，一定要想开点。","本月钱财，最低。破财免灾，听天由命，一定要想开点。","本月钱财，最低。破财免灾，听天由命，一定要想开点。","本月钱财，最低。破财免灾，听天由命，一定要想开点。"],"year_last_level_describe":["今年钱财，最低。现在是近20年的最低谷，虽然近20年财运极佳，但本年还是要谨慎防备。","今年钱财，最低。本年是近20年的低谷，虽然今年财运很高，但现在还是要谨慎防备。","今年钱财，最低。破财免灾，听天由命，一定要想开点。","今年钱财，最低。破财免灾，听天由命，一定要想开点。","今年钱财，最低。破财免灾，听天由命，一定要想开点。","今年钱财，最低。破财免灾，听天由命，一定要想开点。"]}
		],		[
			{"range":"98-90","level":"最高","describe1":"破财免灾，听天由命。","describe2":"","today_last_level_describe":["今日败财指数，最高。破财是无法阻挡了，该花钱就花吧，破财免灾。","今日败财指数，最高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今日败财指数，最高。还好，本月败财指数中等，所以败财程度不是太高。","今日败财指数，最高。本月败财指数较低，所以败财程度不是太高，今天可以逛街购物。","今日败财指数，最高。本月败财指数最低，今天是个败财的日子。可以逛街、购物，破点财图个乐吧。","今日败财指数，最高。本月败财指数很低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。"],"month_last_level_describe":["本月败财指数，最高。破财是无法阻挡了，该花钱就花吧，破财免灾。","本月败财指数，最高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","本月败财指数，最高。还好，本年败财指数中等，所以败财程度不是太高。","本月败财指数，最高。本年败财指数较低，所以败财程度不是太高，本月可以逛街购物。","本月败财指数，最高。本年败财指数很低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。","本月败财指数，最高。本年败财指数最低，不用太担心。可以逛街、购物，破点财图个乐吧。"],"year_last_level_describe":["今年败财指数，最高。破财是无法阻挡了，该花钱就花吧，破财免灾。","今年败财指数，最高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今年败财指数，最高。还好，近些年败财指数中等，所以败财程度不是太高。","今年败财指数，最高。近些年败财指数较低，所以败财程度不是太高，本年可以逛街购物。","今年败财指数，最高。近些年败财指数很低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。","今年败财指数，最高。近些年败财指数最低，不用太担心。可以逛街、购物，破点财图个乐吧。"]},
			{"range":"89-80","level":"高","describe1":"破财连连，全面防备。","describe2":"","today_last_level_describe":["今日败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今日败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今日败财指数，高。但本月败财指数不高，破财、花钱、消费，虽在所难免，但程度不高。","今日败财指数，高。本月败财指数较低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。","今日败财指数，高。因为本月败财指数最低，今天虽是个败财的日子，但也不用太担心。","今日败财指数，高。本月败财指数很低，所以和一年中的其它日相比，败财程度不高，可以逛街、购物。"],"month_last_level_describe":["本月败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","本月败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","本月败财指数，高。但本年败财指数不高，破财、花钱、消费，虽在所难免，但程度不高。","本月败财指数，高。本年败财指数较低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。","本月败财指数，高。本年败财指数很低，所以和这几年中的其它月相比，败财程度不高，可以逛街、购物。","本月败财指数，高。因为本年败财指数最低，今天虽是个败财的日子，但也不用太担心。"],"year_last_level_describe":["今年败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今年败财指数，高。破财、花钱、消费，在所难免，顺其自然，听天由命吧。","今年败财指数，高。但近些年败财指数不高，破财、花钱、消费，虽在所难免，但程度不高。","今年败财指数，高。近些年败财指数较低，所以败财程度中等，可以逛街、购物，破点财图个乐吧。","今年败财指数，高。近些年败财指数很低，所以和这几年中的其它年份相比，败财程度不高，可以逛街、购物。","今年败财指数，高。因为近些年败财指数最低，今年虽是个败财的年份，但也不用太担心。"]},
			{"range":"79-60","level":"中等","describe1":"破财中等，谨慎面对。","describe2":"","today_last_level_describe":["今日败财指数，中等。由于本月败财指数超高，今天极易破财连连，需全面防备。","今日败财指数，中等。由于本月败财指数较高，今天极易破财连连，需全面防备。","今日败财指数，中等。要谨慎面对。","今日败财指数，中等。要谨慎面对。","今日败财指数，中等。本月败财指数最低，今天不用防备破财。","今日败财指数，中等。因为本月败财指数很低，今天不会有大的破财。"],"month_last_level_describe":["本月败财指数，中等。由于本年败财指数超高，这月极易破财连连，需全面防备。","本月败财指数，中等。由于本年败财指数较高，这月极易破财连连，需全面防备。","本月败财指数，中等。要谨慎面对。","本月败财指数，中等。要谨慎面对。","本月败财指数，中等。因为本年败财指数很低，这月不会有大的破财。","本月败财指数，中等。本年败财指数最低，这月也不用过于防备破财。"],"year_last_level_describe":["今年败财指数，中等。由于近些年败财指数超高，今年极易破财连连，需全面防备。","今年败财指数，中等。由于近些年败财指数较高，今年极易破财连连，需全面防备。","今年败财指数，中等。要谨慎面对。","今年败财指数，中等。要谨慎面对。","今年败财指数，中等。因为近些年败财指数很低，今年不会有大的破财。","今年败财指数，中等。近些年败财指数最低，今年也不用过于防备破财。"]},
			{"range":"59-45","level":"较低","describe1":"极易破财   看好钱袋","describe2":"","today_last_level_describe":["今日败财指数，较低。由于本月败财指数超高，今天和其它日子相比，败财会少一点。","今日败财指数，较低。由于本月败财指数较高，今天和其它日子相比，败财会少一点。","今日败财指数，较低。极易破财，看好钱袋。","今日败财指数，较低。极易破财，看好钱袋。","今日败财指数，较低。本月败财指数最低，不用防备破财之事。","今日败财指数，较低。本月败财指数很低，应该不会有破财之事。"],"month_last_level_describe":["本月败财指数，较低。由于本年败财指数超高，这月和其它月相比，败财会少一点。","本月败财指数，较低。由于本年败财指数较高，这月和其它月份相比，败财会少一点。","本月败财指数，较低。极易破财，看好钱袋。","本月败财指数，较低。极易破财，看好钱袋。","本月败财指数，较低。本年败财指数很低，应该不会有破财之事。","本月败财指数，较低。本年败财指数最低，不用防备破财之事。"],"year_last_level_describe":["今年败财指数，较低。由于近些年败财指数超高，今年和其它年份相比，败财会少一点。","今年败财指数，较低。由于近些年败财指数较高，今年和其它年份相比，败财会少一点。","今年败财指数，较低。极易破财，看好钱袋。","今年败财指数，较低。极易破财，看好钱袋。","今年败财指数，较低。近些年败财指数很低，应该不会有破财之事。","今年败财指数，较低。近些年败财指数最低，不用防备破财之事。"]},
			{"range":"44-29","level":"很低","describe1":"钱袋关闭， 无需防备","describe2":"","today_last_level_describe":["今日败财指数，很低。由于本月败财指数超高，今天和其它日子相比，败财会少一点。","今日败财指数，很低。由于本月败财指数较高，今天和其它日子相比，败财会少一点。","今日败财指数，很低。钱袋关闭，无需防备。","今日败财指数，很低。钱袋关闭，无需防备。","今日败财指数，很低。钱袋关闭，无需防备。","今日败财指数，很低。钱袋关闭，无需防备。"],"month_last_level_describe":["本月败财指数，很低。由于本年败财指数超高，这月和其它月份相比，败财会少一点。","本月败财指数，很低。由于本年败财指数较高，这月和其它月份相比，败财会少一点。","本月败财指数，很低。钱袋关闭，无需防备。","本月败财指数，很低。钱袋关闭，无需防备。","本月败财指数，很低。钱袋关闭，无需防备。","本月败财指数，很低。钱袋关闭，无需防备。"],"year_last_level_describe":["今年败财指数，很低。由于近些年败财指数超高，今年和其它年份相比，败财会少一点。","今年败财指数，很低。由于近些年败财指数较高，今年和其它年份相比，败财会少一点。","今年败财指数，很低。钱袋关闭，无需防备。","今年败财指数，很低。钱袋关闭，无需防备。","今年败财指数，很低。钱袋关闭，无需防备。","今年败财指数，很低。钱袋关闭，无需防备。"]},
			{"range":"28-0","level":"最低","describe1":"财源广进， 只进不出。","describe2":"","today_last_level_describe":["今日败财指数，最低。由于本月败财指数超高，今天和其它日子相比，是个不错的安慰。","今日败财指数，最低。由于本月败财指数较高，今天和其它日子相比，是个不错的安慰。","今日败财指数，最低。财源广进，只进不出。","今日败财指数，最低。财源广进，只进不出。","今日败财指数，最低。财源广进，只进不出。","今日败财指数，最低。财源广进，只进不出。"],"month_last_level_describe":["本月败财指数，最低。由于本年败财指数超高，这月和其它月份相比，是个不错的安慰。","本月败财指数，最低。由于本年败财指数较高，这月和其它月份相比，是个不错的安慰。","本月败财指数，最低。财源广进，只进不出。","本月败财指数，最低。财源广进，只进不出。","本月败财指数，最低。财源广进，只进不出。","本月败财指数，最低。财源广进，只进不出。"],"year_last_level_describe":["今年败财指数，最低。由于近些年败财指数超高，今年和其它年份相比，是个不错的安慰。","今年败财指数，最低。由于近些年败财指数较高，今年和其它年份相比，是个不错的安慰。","今年败财指数，最低。财源广进，只进不出。","今年败财指数，最低。财源广进，只进不出。","今年败财指数，最低。财源广进，只进不出。","今年败财指数，最低。财源广进，只进不出。"]}
		],		[
			{"range":"98-75","level":"宜","describe1":"","describe2":"","today_last_level_describe":["宜。铁定要败财，赶紧逛街购物吧。","宜。适宜购物，虽败财，但程度可以接受。","因为本月逛街指数较低，平均下来，中等。逛与不逛，均可，随意选择。"],"month_last_level_describe":["宜。铁定要败财，赶紧逛街购物吧。","宜。适宜购物，虽败财，但程度可以接受。","因为本年逛街指数较低，平均下来，中等。逛与不逛，均可，随意选择。"]},
			{"range":"74-60","level":"中","describe1":"","describe2":"","today_last_level_describe":["因为本月逛街指数较高，平均下来，适宜。不用担心败财数量，中等。","中。逛与不逛，均可，随意选择。","因为本月逛街指数较低，平均下来，不宜。今日败财指数偏低，不宜逛街，易空手而归。"],"month_last_level_describe":["因为本年逛街指数较高，平均下来，适宜。不用担心败财数量，中等。","中。逛与不逛，均可，随意选择。","因为本年逛街指数较低，平均下来，不宜。今日败财指数偏低，不宜逛街，易空手而归。"]},
			{"range":"59-0","level":"不宜","describe1":"","describe2":"","today_last_level_describe":["因为本月逛街指数较高，平均下来，中等。逛与不逛，均可，随意选择。","不宜。今日败财指数偏低，不宜逛街，易空手而归。","不宜。今日败财指数偏低，不宜逛街，易空手而归。"],"month_last_level_describe":["因为本年逛街指数较高，平均下来，中等。逛与不逛，均可，随意选择。","不宜。本月败财指数偏低，不宜逛街，易空手而归。","不宜。本月败财指数偏低，不宜逛街，易空手而归。"]}
		],		[
			{"range":"98-90","level":"最高","describe1":"文采出众，成绩优异。","describe2":"","today_last_level_describe":["今日学业，最高。今天你就是学霸，一年中就几天，如果是考试、答辩遇到今天，那运气就太好了。","今日学业，最高。今天你定是文采出众，成绩优异，如果是考试、答辩遇到今天，那运气就太好了。","今日学业，最高。今天你定是文采出众，才思敏捷，如果是考试、答辩，成绩一定不错。","今日学业，最高。由于本月学业指数较低，所以要抓住本月中少有的这几天。","今日学业，最高。但本月学业指数最低，今天在这个大脑混沌的月份里，显得格外的才思敏捷。","今日学业，最高。由于本月学业指数很低，平均一下，今日也就是中等，重要的考试、答辩还是错过为好。"],"month_last_level_describe":["本月学业，最高。这月你就是学霸，几年中少有的月份，如果是考试、答辩遇到本月，那运气就太好了。","本月学业，最高。这月你定是文采出众，成绩优异，如果是考试、答辩遇到本月，那运气就太好了。","本月学业，最高。本月你定是文采出众，才思敏捷，如果是考试、答辩，成绩一定不错。","本月学业，最高。由于本年学业指数较低，所以要抓住本年中少有的这个月。","本月学业，最高。由于本年学业指数很低，平均一下，这月也就是中等，重要的考试、答辩还是错过为好。","本月学业，最高。但本年学业指数最低，本月在这个大脑混沌的年份里，显得格外的才思敏捷。"],"year_last_level_describe":["今年学业，最高。本年你就是学霸，这几年中也少有这样的年份，如果是考试、答辩遇到本年，那运气就太好了。","今年学业，最高。今年你定是文采出众，成绩优异，如果是考试、答辩遇到本年，那运气就太好了。","今年学业，最高。本年你定是文采出众，才思敏捷，如果是考试、答辩，成绩一定不错。","今年学业，最高。由于近些年学业指数较低，所以要抓住这个少有的年份。","今年学业，最高。由于近些年学业指数很低，平均一下，今年也就是中等，重要的考试、答辩还是错过为好。","今年学业，最高。但近些年学业指数最低，本年在这些个大脑混沌的年份里，显得格外的才思敏捷。"]},
			{"range":"89-80","level":"高","describe1":"大利文采，成绩优秀。","describe2":"","today_last_level_describe":["今日学业，高。今天你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","今日学业，高。今天你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","今日学业，高。因为本月学业指数中等，今天也会受到影响，但成绩也很优秀。","今日学业，高。本月学业指数较低，今天会受到影响，成绩虽没达到优秀，但也是不错了。","今日学业，高。本月学业指数最低，在学业最坏的月份中，今天的成绩算是很高了。","今日学业，高。本月学业指数很低，今天的成绩没达到优秀，也就是中等吧。"],"month_last_level_describe":["本月学业，高。这月你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","本月学业，高。这月你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","本月学业，高。因为本年学业指数中等，本月也会受到影响，但成绩也很优秀。","本月学业，高。本年学业指数较低，这月会受到影响，成绩虽没达到优秀，但也是不错了。","本月学业，高。本年学业指数很低，这月的成绩没达到优秀，也就是中等吧。","本月学业，高。本年学业指数最低，在学业最坏的年份中，这月的成绩算是很高了。"],"year_last_level_describe":["今年学业，高。本年你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","今年学业，高。本年你满腹经纶，大利文采，如果遇到考试、答辩，定能成绩优秀。","今年学业，高。因为近些年学业指数中等，本年也会受到影响，但成绩也很优秀。","今年学业，高。近些年学业指数较低，本年会受到影响，成绩虽没达到优秀，但也是不错了。","今年学业，高。近些年学业指数很低，今年的成绩没达到优秀，也就是中等吧。","今年学业，高。近些年学业指数最低，在学业最坏的年份中，今年的成绩算是很高了。"]},
			{"range":"79-60","level":"中等","describe1":"成绩中等，不进则退。","describe2":"","today_last_level_describe":["今日学业，中等。今天你成绩中等，不进则退，仰仗本月学业指数最高，如果遇到考试、答辩，还是能取得不错的成绩。","今日学业，中等。今天你成绩中等，不进则退，仰仗本月学业指数较高，如果遇到考试、答辩，还是能取得不错的成绩。","今日学业，中等。今天你成绩中等，不进则退。","今日学业，中等。今天你成绩中等，不进则退。","今日学业，中等。但本月学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。","今日学业，中等。但本月学业指数很低，稍不努力，成绩就下滑，不进则退。"],"month_last_level_describe":["本月学业，中等。这月你成绩中等，不进则退，仰仗本年学业指数最高，如果遇到考试、答辩，还是能取得不错的成绩。","本月学业，中等。这月你成绩中等，不进则退，仰仗本年学业指数较高，如果遇到考试、答辩，还是能取得不错的成绩。","本月学业，中等。这月你成绩中等，不进则退。","本月学业，中等。这月你成绩中等，不进则退。","本月学业，中等。但本年学业指数很低，稍不努力，成绩就下滑，不进则退。","本月学业，中等。但本年学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。"],"year_last_level_describe":["今年学业，中等。本年你成绩中等，不进则退，仰仗近些年学业指数最高，如果遇到考试、答辩，还是能取得不错的成绩。","今年学业，中等。本年你成绩中等，不进则退，仰仗近些年学业指数较高，如果遇到考试、答辩，还是能取得不错的成绩。","今年学业，中等。本年你成绩中等，不进则退。","今年学业，中等。本年你成绩中等，不进则退。","今年学业，中等。但近些年学业指数很低，稍不努力，成绩就下滑，不进则退。","今年学业，中等。但近些年学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。"]},
			{"range":"59-45","level":"较低","describe1":"成绩中下，加倍努力。","describe2":"","today_last_level_describe":["今日学业，较低。在这个学业最高的月份中，今天的成绩中下，需要努力，但也不需要太担心。","今日学业，较低。在这个学业较高的月份中，今天的成绩中下，需要努力，但也不需要太担心。","今日学业，较低。成绩中下，加倍努力。","今日学业，较低。成绩中下，加倍努力。","今日学业，较低。但本月学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。","今日学业，较低。成绩中下，加倍努力。"],"month_last_level_describe":["本月学业，较低。在这个学业最高的年份中，这月的成绩中下，需要努力，但也不需要太担心。","本月学业，较低。在这个学业较高的年份中，这月的成绩中下，需要努力，但也不需要太担心。","本月学业，较低。成绩中下，加倍努力。","本月学业，较低。成绩中下，加倍努力。","本月学业，较低。成绩中下，加倍努力。","本月学业，较低。但本年学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。"],"year_last_level_describe":["今年学业，较低。在最近学业最高的年份中，今年的成绩中下，需要努力，但也不需要太担心。","今年学业，较低。在最近学业较高的年份中，今年的成绩中下，需要努力，但也不需要太担心。","今年学业，较低。成绩中下，加倍努力。","今年学业，较低。成绩中下，加倍努力。","今年学业，较低。成绩中下，加倍努力。","今年学业，较低。但近些年学业指数最低，稍不努力，很容易成绩较差，灰头土脸的。"]},
			{"range":"44-29","level":"很低","describe1":"成绩较差，灰头土脸。","describe2":"","today_last_level_describe":["今日学业，很低。在这个学业最高的月份中，今天的成绩较差，需要努力，但也不需要太担心。","今日学业，很低。在这个学业较高的月份中，今天的成绩较差，需要努力，但也不需要太担心。","今日学业，很低。成绩较差，灰头土脸。","今日学业，很低。成绩较差，灰头土脸。","今日学业，很低。成绩较差，灰头土脸。","今日学业，很低。成绩较差，灰头土脸。"],"month_last_level_describe":["本月学业，很低。在这个学业最高的年份中，这月的成绩较差，需要努力，但也不需要太担心。","本月学业，很低。在这个学业较高的年份中，这月的成绩较差，需要努力，但也不需要太担心。","本月学业，很低。成绩较差，灰头土脸。","本月学业，很低。成绩较差，灰头土脸。","本月学业，很低。成绩较差，灰头土脸。","本月学业，很低。成绩较差，灰头土脸。"],"year_last_level_describe":["今年学业，很低。在最近这些学业最高的年份中，今年的成绩较差，需要努力，但也不需要太担心。","今年学业，很低。在最近这些学业较高的年份中，今年的成绩较差，需要努力，但也不需要太担心。","今年学业，很低。成绩较差，灰头土脸。","今年学业，很低。成绩较差，灰头土脸。","今年学业，很低。成绩较差，灰头土脸。","今年学业，很低。成绩较差，灰头土脸。"]},
			{"range":"28-0","level":"最低","describe1":"成绩很差，丢盔卸甲。","describe2":"","today_last_level_describe":["今日学业，最低。在这个学业最高的月份中，今天的成绩很差，需要努力了。","今日学业，最低。在这个学业较高的月份中，今天的成绩很差，需要努力了。","今日学业，最低。成绩很差，丢盔卸甲。","今日学业，最低。成绩很差，丢盔卸甲。","今日学业，最低。成绩很差，丢盔卸甲。","今日学业，最低。成绩很差，丢盔卸甲。"],"month_last_level_describe":["本月学业，最低。在这个学业最高的年份中，这月的成绩很差，需要努力了。","本月学业，最低。在这个学业较高的年份中，这月的成绩很差，需要努力了。","本月学业，最低。成绩很差，丢盔卸甲。","本月学业，最低。成绩很差，丢盔卸甲。","本月学业，最低。成绩很差，丢盔卸甲。","本月学业，最低。成绩很差，丢盔卸甲。"],"year_last_level_describe":["今年学业，最低。在最近学业最高的年份中，今年的成绩很差，需要努力了。","今年学业，最低。在最近学业较高的年份中，今年的成绩很差，需要努力了。","今年学业，最低。成绩很差，丢盔卸甲。","今年学业，最低。成绩很差，丢盔卸甲。","今年学业，最低。成绩很差，丢盔卸甲。","今年学业，最低。成绩很差，丢盔卸甲。"]}
		],		[
			{"range":"98-90","level":"大旺","describe1":"蓬勃兴旺  势如破竹","describe2":"","today_last_level_describe":["今日事业，大旺。蓬勃兴旺 ， 势如破竹。","今日事业，大旺。蓬勃兴旺 ， 势如破竹。","今日事业，大旺。只可惜本月事业中等，成绩不错，但没到高点。","今日事业，大旺。因为本月事业阻碍，成绩不佳，今天算是本月最旺的一天了。","今日事业，大旺。本月真是事业悲催的月份，成绩太差，今天算是本月最好的一天了。抓住机会调整。","今日事业，大旺。因为本月事业小衰，成绩不好，今天算是本月最好的一天了。抓住机会调整。"],"month_last_level_describe":["本月事业，大旺。蓬勃兴旺 ， 势如破竹。","本月事业，大旺。蓬勃兴旺 ， 势如破竹。","本月事业，大旺。只可惜本年事业中等，成绩不错，但没到高点。","本月事业，大旺。因为本年事业阻碍，成绩不佳，这月算是本年最旺的一个月了。","本月事业，大旺。因为本年事业小衰，成绩不好，本月算是今年最好的一个月了。抓住机会调整。","本月事业，大旺。本年真是事业悲催的一年，成绩太差，本月算是本年最好的一个月了。抓住机会调整。"],"year_last_level_describe":["今年事业，大旺。蓬勃兴旺 ， 势如破竹。","今年事业，大旺。蓬勃兴旺 ， 势如破竹。","今年事业，大旺。只可惜近些年事业中等，成绩不错，但没到高点。","今年事业，大旺。因为近些年事业阻碍，成绩不佳，今年算是这些年最旺的一个年了。","今年事业，大旺。因为近些年事业小衰，成绩不好，今年算是近些年最好的一个年了。抓住机会调整。","今年事业，大旺。近些年真是事业悲催，成绩太差，今年算是近些年最好的一个年了。抓住机会调整。"]},
			{"range":"89-80","level":"旺","describe1":"生意兴隆  马到成功  ","describe2":"","today_last_level_describe":["今日事业，旺。生意兴隆，马到成功。","今日事业，旺。生意兴隆，马到成功。","今日事业，旺。本月事业中等，今天的成绩相对于本月其它的日子，已经不错了，但在全年还属中等。","今日事业，旺。本月事业阻碍，今天的成绩相对于本月其它的日子，已经不错了，但在全年属中下。","今日事业，旺。本月事业衰败，今天的成绩相对于本月其它的日子，已经不错了，但在全年属中下。","今日事业，旺。本月事业小衰，今天的成绩相对于本月其它的日子，已经不错了，但在全年属中下。"],"month_last_level_describe":["本月事业，旺。生意兴隆，马到成功。","本月事业，旺。生意兴隆，马到成功。","本月事业，旺。本年事业中等，本月的成绩相对于本年的其它月份，已经不错了，但在这几年还属中等。","本月事业，旺。本年事业阻碍，这月的成绩相对于本年的其它月份，已经不错了，但在这几年属中下。","本月事业，旺。本年事业小衰，这月的成绩相对于本年其它的月份，已经不错了，但在这几年属中下。","本月事业，旺。本年事业衰败，这月的成绩相对于本年其它的月份，已经不错了，但在这些年属中下。"],"year_last_level_describe":["今年事业，旺。生意兴隆，马到成功。","今年事业，旺。生意兴隆，马到成功。","今年事业，旺。近些年事业中等，本年的成绩相对于这些年的其它年份，已经不错了，但平均下来还属中等。","今年事业，旺。近些年事业阻碍，今年的成绩相对于近些年的其它年份，已经不错了，但平均下来属中下。","今年事业，旺。近些年事业小衰，今年的成绩相对于近些年其它的年份，已经不错了，但还是属中下。","今年事业，旺。近些年事业衰败，今年的成绩相对于近些年其它的年份，已经不错了，但还是属中下。"]},
			{"range":"79-60","level":"中等","describe1":"成绩中等  需要努力","describe2":"","today_last_level_describe":["今日事业，中等，需要努力。好在本月事业大旺，今天的机会也不错，可以主动出击。","今日事业，中等，需要努力。好在本月事业较旺，今天的机会也不错，可以主动出击。","今日事业，中等。需要努力。","今日事业，中等。需要努力。","今日事业，中等。因为本月事业衰败，今天在全年的平均水平，成绩较差，需要加倍努力。","今日事业，中等。因为本月事业小衰，今天在全年的平均水平，成绩中下，需要加倍努力。"],"month_last_level_describe":["本月事业，中等，需要努力。好在本年事业大旺，本月的机会也不错，可以主动出击。","本月事业，中等，需要努力。好在本年事业较旺，这月的机会也不错，可以主动出击。","本月事业，中等。需要努力。","本月事业，中等。需要努力。","本月事业，中等。因为今年事业小衰，本月在这些年的平均水平，成绩中下，需要加倍努力。","本月事业，中等。因为本年事业衰败，本月在这些年的平均水平，成绩较差，需要加倍努力。"],"year_last_level_describe":["今年事业，中等，需要努力。好在近些年事业大旺，本年的机会也不错，可以主动出击。","今年事业，中等，需要努力。好在近些年事业较旺，本年的机会也不错，可以主动出击。","今年事业，中等。需要努力。","今年事业，中等。需要努力。","今年事业，中等。因为近些年事业小衰，今年在这些年的平均水平，成绩中下，需要加倍努力。","今年事业，中等。因为近些年事业衰败，本年在这些年的平均水平，成绩较差，需要加倍努力。"]},
			{"range":"59-45","level":"阻碍","describe1":"发展阻碍，停滞不前。","describe2":"","today_last_level_describe":["今日事业，阻碍。发展阻碍，停滞不前。因为本月事业大旺，今天事业也就是调整，不用担心。","今日事业，阻碍。发展阻碍，停滞不前。因为本月事业较旺，今天事业也就是调整，不用担心。","今日事业，阻碍。发展阻碍，停滞不前。","今日事业，阻碍。发展阻碍，停滞不前。","今日事业，阻碍。发展阻碍，停滞不前。","今日事业，阻碍。发展阻碍，停滞不前。"],"month_last_level_describe":["本月事业，阻碍。发展阻碍，停滞不前。因为本年事业大旺，这月事业也就是调整，不用担心。","本月事业，阻碍。发展阻碍，停滞不前。因为本年事业较旺，这月事业也就是调整，不用担心。","本月事业，阻碍。发展阻碍，停滞不前。","本月事业，阻碍。发展阻碍，停滞不前。","本月事业，阻碍。发展阻碍，停滞不前。","本月事业，阻碍。发展阻碍，停滞不前。"],"year_last_level_describe":["今年事业，阻碍。发展阻碍，停滞不前。因为近些年事业大旺，今年事业也就是调整，不用担心。","今年事业，阻碍。发展阻碍，停滞不前。因为近些年事业较旺，今年事业也就是调整，不用担心。","今年事业，阻碍。发展阻碍，停滞不前。","今年事业，阻碍。发展阻碍，停滞不前。","今年事业，阻碍。发展阻碍，停滞不前。","今年事业，阻碍。发展阻碍，停滞不前。"]},
			{"range":"44-29","level":"小衰","describe1":"生意小衰  逆水行舟。","describe2":"","today_last_level_describe":["今日事业，小衰。生意小衰，逆水行舟。好在本月事业大旺，今天就是调整一下，但也要引起关注了。","今日事业，小衰。生意小衰，逆水行舟。好在本月事业较旺，今天就是调整一下，但也要引起关注了。","今日事业，小衰。生意小衰，逆水行舟。","今日事业，小衰。生意小衰，逆水行舟。","今日事业，小衰。生意小衰，逆水行舟。","今日事业，小衰。生意小衰，逆水行舟。"],"month_last_level_describe":["本月事业，小衰。生意小衰，逆水行舟。好在本年事业大旺，本月就是调整一下，但也要引起关注了。","本月事业，小衰。生意小衰，逆水行舟。好在本年事业较旺，本月就是调整一下，但也要引起关注了。","本月事业，小衰。生意小衰，逆水行舟。","本月事业，小衰。生意小衰，逆水行舟。","本月事业，小衰。生意小衰，逆水行舟。","本月事业，小衰。生意小衰，逆水行舟。"],"year_last_level_describe":["今年事业，小衰。生意小衰，逆水行舟。好在近些年事业大旺，本年就是调整一下，但也要引起关注了。","今年事业，小衰。生意小衰，逆水行舟。好在近些年事业较旺，本年就是调整一下，但也要引起关注了。","今年事业，小衰。生意小衰，逆水行舟。","今年事业，小衰。生意小衰，逆水行舟。","今年事业，小衰。生意小衰，逆水行舟。","今年事业，小衰。生意小衰，逆水行舟。"]},
			{"range":"28-0","level":"衰败","describe1":"全面危机  一败涂地。","describe2":"","today_last_level_describe":["今日事业，衰败。在事业大旺的本月中，今天事业算是最差了。","今日事业，衰败。在事业较旺的本月中，今天事业算是最差了。","今日事业，衰败。全面危机，一败涂地。","今日事业，衰败。全面危机，一败涂地。","今日事业，衰败。全面危机，一败涂地。","今日事业，衰败。全面危机，一败涂地。"],"month_last_level_describe":["本月事业，衰败。在事业大旺今年，本月事业算是最差了。","本月事业，衰败。在事业较旺的本年中，这月事业算是最差了。","本月事业，衰败。全面危机，一败涂地。","本月事业，衰败。全面危机，一败涂地。","本月事业，衰败。全面危机，一败涂地。","本月事业，衰败。全面危机，一败涂地。"],"year_last_level_describe":["今年事业，衰败。在事业大旺这些年，本年事业算是最差了。","今年事业，衰败。在事业较旺的这些年中，今年事业算是最差了。","今年事业，衰败。全面危机，一败涂地。","今年事业，衰败。全面危机，一败涂地。","今年事业，衰败。全面危机，一败涂地。","今年事业，衰败。全面危机，一败涂地。"]}
		],		[
			{"range":"98-75","level":"宜","describe1":"主动出击，必有收获。","describe2":"","today_last_level_describe":["宜。主动出击，必有收获。","宜。主动出击，必有收获。","宜。主动出击，必有收获。"]},
			{"range":"74-60","level":"中","describe1":"机会加努力","describe2":"","today_last_level_describe":["宜。机会加努力，必有收获。","中。机会加努力，方有收获。","中。机会加努力，方有收获。"]},
			{"range":"59-0","level":"不宜","describe1":"稍安勿躁，静观其变。","describe2":"","today_last_level_describe":["中。机会加努力，方有收获。","不宜。稍安勿躁，静观其变。","不宜。稍安勿躁，静观其变。"]}
		],		[
			{"range":"98-90","level":"最高","describe1":"情满天下，心情舒畅","describe2":"","today_last_level_describe":["今日情感，最高。情满天下，这样的日子一年中就几天。别错过。","今日情感，最高。情满天下。抓住时机，主动关爱他人。","今日情感，最高。情满天下。","今日情感，最高。情满天下。","今日情感，最高。只是本月情感指数最低，你需要振作精神，利用今天的日子，主动做点什么。","今日情感，最高。只是本月情感指数很低，振作精神，可以主动一点。"],"now_last_level_describe":["此时情感，最高。情满天下，这样的时辰本月中就几个。别错过。","此时情感，最高。情满天下。抓住时机，主动关爱他人。","此时情感，最高。情满天下。","此时情感，最高。情满天下。","此时情感，最高。只是本日情感指数很低，振作精神，可以主动一点。","此时情感，最高。只是本日情感指数最低，你需要振作精神，利用现在主动做点什么。"],"month_last_level_describe":["本月情感，最高。情满天下，这样的月份本年中就几个。别错过。","本月情感，最高。情满天下。抓住时机，主动关爱他人。","本月情感，最高。情满天下。","本月情感，最高。情满天下。","本月情感，最高。只是本年情感指数很低，振作精神，可以主动一点。","本月情感，最高。只是本年情感指数最低，你需要振作精神，利用现在主动做点什么。"],"year_last_level_describe":["今年情感，最高。情满天下，这样的年份多少年中就几个。别错过。","今年情感，最高。情满天下。抓住时机，主动关爱他人。","今年情感，最高。情满天下。","今年情感，最高。情满天下。","今年情感，最高。只是近些年情感指数很低，振作精神，今年可以主动一点。","今年情感，最高。只是近些年情感指数最低，你需要振作精神，利用今年主动做点什么。"]},
			{"range":"89-80","level":"高","describe1":"情意绵绵，和谐平静。","describe2":"","today_last_level_describe":["今日情感，高。主动关爱他人，必有收获，别错过。","今日情感，高。主动关爱他人，必有收获，别错过。","今日情感，高。主动关爱他人，必有收获，别错过。","今日情感，高。主动关爱他人，必有收获，别错过。","今日情感，高。因为本月情感指数最低，总是提不起情绪，今天是个机会，可以尝试一下。","今日情感，高。因为本月情感指数很低，总是提不起情绪，今天是个机会，可以尝试一下。"],"now_last_level_describe":["此时情感，高。主动关爱他人，必有收获，别错过。","此时情感，高。主动关爱他人，必有收获，别错过。","此时情感，高。主动关爱他人，必有收获，别错过。","此时情感，高。主动关爱他人，必有收获，别错过。","此时情感，高。因为本日情感指数很低，总是提不起情绪，现在是个机会，可以尝试一下。","此时情感，高。因为本日情感指数最低，总是提不起情绪，现在是个机会，可以尝试一下。"],"month_last_level_describe":["本月情感，高。主动关爱他人，必有收获，别错过。","本月情感，高。主动关爱他人，必有收获，别错过。","本月情感，高。主动关爱他人，必有收获，别错过。","本月情感，高。主动关爱他人，必有收获，别错过。","本月情感，高。因为本年情感指数很低，总是提不起情绪，这月是个机会，可以尝试一下。","本月情感，高。因为本年情感指数最低，总是提不起情绪，这月是个机会，可以尝试一下。"],"year_last_level_describe":["今年情感，高。主动关爱他人，必有收获，别错过。","今年情感，高。主动关爱他人，必有收获，别错过。","今年情感，高。主动关爱他人，必有收获，别错过。","今年情感，高。主动关爱他人，必有收获，别错过。","今年情感，高。因为近些年情感指数很低，总是提不起情绪，今年是个机会，可以尝试一下。","今年情感，高。因为近些年情感指数最低，总是提不起情绪，今年是个机会，可以尝试一下。"]},
			{"range":"79-60","level":"中","describe1":"情意中等，不好不坏。","describe2":"","today_last_level_describe":["今日情感，中。充足准备，加倍努力，借助本月情感指数最高的东风，主动关爱他人，定有收获。","今日情感，中。充足准备，加倍努力，借助本月情感指数较高的东风，主动关爱，定有收获。","今日情感，中。充足准备，加倍努力，定有收获。","今日情感，中。充足准备，加倍努力，定有收获。","今日情感，中。充足准备，加倍努力，因为本月情感最低，带动今天的情绪也较低。","今日情感，中。充足准备，加倍努力，因为本月情感很低，今天的情绪也不高。"],"now_last_level_describe":["此时情感，中。充足准备，加倍努力，借助本日情感指数最高的东风，主动关爱，定有收获。","此时情感，中。充足准备，加倍努力，借助本日情感指数较高的东风，主动关爱，定有收获。","此时情感，中。充足准备，加倍努力，定有收获。","此时情感，中。充足准备，加倍努力，定有收获。","此时情感，中。充足准备，加倍努力，因为本日情感很低，现在的情绪也不高。","此时情感，中。充足准备，加倍努力，因为本日情感最低，带动现在的情绪也较低。"],"month_last_level_describe":["本月情感，中。充足准备，加倍努力，借助本年情感指数最高的东风，主动关爱，定有收获。","本月情感，中。充足准备，加倍努力，借助本年情感指数较高的东风，主动关爱，定有收获。","本月情感，中。充足准备，加倍努力，定有收获。","本月情感，中。充足准备，加倍努力，定有收获。","本月情感，中。充足准备，加倍努力，因为本年情感很低，这月的情绪也不高。","本月情感，中。充足准备，加倍努力，因为本年情感最低，带动这月的情绪也较低。"],"year_last_level_describe":["今年情感，中。充足准备，加倍努力，借助近些年情感指数最高的东风，主动关爱，定有收获。","今年情感，中。充足准备，加倍努力，借助近些年情感指数较高的东风，主动关爱，定有收获。","今年情感，中。充足准备，加倍努力，定有收获。","今年情感，中。充足准备，加倍努力，定有收获。","今年情感，中。充足准备，加倍努力，因为近些年情感很低，今年的情绪也不高。","今年情感，中。充足准备，加倍努力，因为近些年情感最低，带动今年的情绪也较低。"]},
			{"range":"59-45","level":"较低","describe1":"情意不和，小有摩擦。","describe2":"","today_last_level_describe":["今日情感，较低。容易争斗吵闹，感情受挫。因为本月情感指数最高，因此程度不高，注意防备。","今日情感，较低。容易争斗吵闹，感情受挫。因为本月情感指数较高，因此程度不高，注意防备。","今日情感，较低。容易争斗吵闹，感情受挫。","今日情感，较低。容易争斗吵闹，感情受挫。","今日情感，较低。容易争斗吵闹，感情受挫。","今日情感，较低。容易争斗吵闹，感情受挫。"],"now_last_level_describe":["此时情感，较低。容易争斗吵闹，感情受挫。因为本日情感指数最高，因此程度不高，注意防备。","此时情感，较低。容易争斗吵闹，感情受挫。因为本日情感指数较高，因此程度不高，注意防备。","此时情感，较低。容易争斗吵闹，感情受挫。","此时情感，较低。容易争斗吵闹，感情受挫。","此时情感，较低。容易争斗吵闹，感情受挫。","此时情感，较低。容易争斗吵闹，感情受挫。"],"month_last_level_describe":["本月情感，较低。容易争斗吵闹，感情受挫。因为本年情感指数最高，因此程度不高，注意防备。","本月情感，较低。容易争斗吵闹，感情受挫。因为本年情感指数较高，因此程度不高，注意防备。","本月情感，较低。容易争斗吵闹，感情受挫。","本月情感，较低。容易争斗吵闹，感情受挫。","本月情感，较低。容易争斗吵闹，感情受挫。","本月情感，较低。容易争斗吵闹，感情受挫。"],"year_last_level_describe":["今年情感，较低。容易争斗吵闹，感情受挫。因为近些年情感指数最高，因此程度不高，注意防备。","今年情感，较低。容易争斗吵闹，感情受挫。因为近些情感指数较高，因此程度不高，注意防备。","今年情感，较低。容易争斗吵闹，感情受挫。","今年情感，较低。容易争斗吵闹，感情受挫。","今年情感，较低。容易争斗吵闹，感情受挫。","今年情感，较低。容易争斗吵闹，感情受挫。"]},
			{"range":"44-29","level":"很低","describe1":"情意冲突，基础晃动。","describe2":"","today_last_level_describe":["今日情感，很低。虽然本月情感指数最高，但今天还要抵住不良情绪，恐遭感情伤害。","今日情感，很低。虽然本月情感指数很高，但今天还要抵住不良情绪，恐遭感情伤害。","今日情感，很低。抵住不良情绪，恐遭感情伤害。","今日情感，很低。抵住不良情绪，恐遭感情伤害。","今日情感，很低。抵住不良情绪，恐遭感情伤害。","今日情感，很低。抵住不良情绪，恐遭感情伤害。"],"now_last_level_describe":["此时情感，很低。虽然本日情感指数最高，但现在还要抵住不良情绪，恐遭感情伤害。","此时情感，很低。虽然本日情感指数很高，但现在还要抵住不良情绪，恐遭感情伤害。","此时情感，很低。抵住冲动，恐遭感情伤害。","此时情感，很低。抵住冲动，恐遭感情伤害。","此时情感，很低。抵住冲动，恐遭感情伤害。","此时情感，很低。抵住冲动，恐遭感情伤害。"],"month_last_level_describe":["本月情感，很低。虽然本年情感指数最高，但这月还要抵住不良情绪，恐遭感情伤害。","本月情感，很低。虽然本年情感指数很高，但这月还要抵住不良情绪，恐遭感情伤害。","本月情感，很低。抵住冲动，恐遭感情伤害。","本月情感，很低。抵住冲动，恐遭感情伤害。","本月情感，很低。抵住冲动，恐遭感情伤害。","本月情感，很低。抵住冲动，恐遭感情伤害。"],"year_last_level_describe":["今年情感，很低。虽然近些年情感指数最高，但今年还要抵住不良情绪，恐遭感情伤害。","今年情感，很低。虽然近些年情感指数很高，但今年还要抵住不良情绪，恐遭感情伤害。","今年情感，很低。抵住冲动，恐遭感情伤害。","今年情感，很低。抵住冲动，恐遭感情伤害。","今年情感，很低。抵住冲动，恐遭感情伤害。","今年情感，很低。抵住冲动，恐遭感情伤害。"]},
			{"range":"28-0","level":"最低","describe1":"情感破裂，万念俱焚。","describe2":"","today_last_level_describe":["今日情感，最低。虽然本月情感指数最高，但今天还是不宜谈感情。","今日情感，最低。虽然本月情感指数很高，但今天还是不宜谈感情。","今日情感，最低。万念俱焚，感情易破裂。","今日情感，最低。万念俱焚，感情易破裂。","今日情感，最低。万念俱焚，感情易破裂。","今日情感，最低。万念俱焚，感情易破裂。"],"now_last_level_describe":["此时情感，最低。虽然本日情感指数最高，但现在还是不宜谈感情。","此时情感，最低。虽然本日情感指数较高，但现在还是不宜谈感情。","此时情感，最低。万念俱焚，感情易破裂。","此时情感，最低。万念俱焚，感情易破裂。","此时情感，最低。万念俱焚，感情易破裂。","此时情感，最低。万念俱焚，感情易破裂。"],"month_last_level_describe":["本月情感，最低。虽然本年情感指数最高，但这月还是不宜谈感情。","本月情感，最低。虽然本年情感指数较高，但这月还是不宜谈感情。","本月情感，最低。万念俱焚，感情易破裂。","本月情感，最低。万念俱焚，感情易破裂。","本月情感，最低。万念俱焚，感情易破裂。","本月情感，最低。万念俱焚，感情易破裂。"],"year_last_level_describe":["今年情感，最低。虽然近些年情感指数最高，但今年还是不宜谈感情。","今年情感，最低。虽然近些年情感指数较高，但今年还是不宜谈感情。","今年情感，最低。万念俱焚，感情易破裂。","今年情感，最低。万念俱焚，感情易破裂。","今年情感，最低。万念俱焚，感情易破裂。","今年情感，最低。万念俱焚，感情易破裂。"]}
		],		[
			{"range":"98-90","level":"友情爆棚","describe1":"","describe2":"","today_last_level_describe":["今日友情，爆棚。一年中少有的会友佳日，千万不要错过。","今日友情，爆棚。一年中少有佳日，现在会友正是良机。","今日友情，爆棚。一年中少有佳日，现在会友正是良机。","今日友情，爆棚。这月友情指数较低，今天正是本月会友的佳日。","今日友情，爆棚。这月友情指数破裂，是个低潮，今天是本月最好的会友佳日。","今日友情，爆棚。这月友情指数低落，今天正是本月会友的佳日。"]},
			{"range":"89-80","level":"友情满满","describe1":"","describe2":"","today_last_level_describe":["今日友情，满满。今天会友定能友情满满，情意深厚。","今日友情，满满。今天会友定能友情满满，情意深厚。","今日友情，满满。今天会友定能友情满满，情意深厚。","今日友情，满满。本月友情指数较低，今天会友情意定能有所收获。","今日友情，满满。本月友情指数破裂，振作精神，今天会友情意定能有所收获。","今日友情，满满。本月友情指数低落，今天会友情意定能有所收获。"]},
			{"range":"79-60","level":"友情适中","describe1":"","describe2":"","today_last_level_describe":["今日友情，适中。但由于本月会友指数爆棚，因此今日会友也会有所成绩。","今日友情，适中。但由于本月会友指数满满，因此今日会友也会有所成绩。","今日友情，适中。今日会友能增进感情，程度中等。","今日友情，适中。今日会友能增进感情，程度中等。","今日友情，适中。今日会友能增进感情，但本月友情指数破裂，恐怕程度很低。","今日友情，适中。今日会友能增进感情，但本月友情指数低落，恐怕程度很低。"]},
			{"range":"59-45","level":"友情萎缩","describe1":"","describe2":"","today_last_level_describe":["今日友情，萎缩。还好，本月会友指数爆棚，今日虽不会友情增长，也不至于减少。","今日友情，萎缩。还好本月会友指数爆棚，今日虽不会友情增长，也不至于减少。","今日友情，萎缩。最好不要选择今日会友，感情会减弱。","今日友情，萎缩。最好不要选择今日会友，感情会减弱。","今日友情，萎缩。不要选择今日会友，感情会减弱，得不偿失","今日友情，萎缩。不要选择今日会友，感情会减弱，得不偿失"]},
			{"range":"44-29","level":"友情低落","describe1":"","describe2":"","today_last_level_describe":["今日友情，低落。在低潮期需要精心呵护友情，鉴于本月友情指数超高，不用太担心。","今日友情，低落。在低潮期需要精心呵护友情，鉴于本月友情指数很高，不用太担心。","今日友情，低落。不伤害，就是关爱，在低潮期需要精心呵护友情。","今日友情，低落。不伤害，就是关爱，在低潮期需要精心呵护友情。","今日友情，低落。不伤害，就是关爱，在低潮期需要精心呵护友情。","今日友情，低落。不伤害，就是关爱，在低潮期需要精心呵护友情。"]},
			{"range":"28-0","level":"友情破裂","describe1":"","describe2":"","today_last_level_describe":["今日友情，破裂。友情在今日会面临考验，鉴于本月友情指数超高，还可以应对。","今日友情，破裂。友情在今日会面临考验，鉴于本月友情指数超高，还可以应对。","今日友情，破裂。友情在今日会面临巨大考验，需要付出牺牲维护友情。","今日友情，破裂。友情在今日会面对巨大考验，需要付出牺牲维护友情。","今日友情，破裂。友情在今日会面对巨大考验，需要付出牺牲维护友情。","今日友情，破裂。友情在今日会面对巨大考验，需要付出牺牲维护友情。"]}
		],		[
			{"range":"98-90","level":"大旺","describe1":"魅力超凡，情满天下。","describe2":"","today_last_level_describe":["今日桃花，大旺。魅力超凡，情满天下，这样的日子一年中就几天。别错过。","今日桃花，大旺。魅力超凡，情满天下。抓住时机，主动出击。","今日桃花，大旺。魅力超凡，情满天下。","今日桃花，大旺。魅力超凡，情满天下。","今日桃花，大旺。只是本月桃花指数最低，你需要振作精神，利用今天的日子，主动做点什么。","今日桃花，大旺。只是本月桃花指数很低，振作精神，可以主动一点。"],"month_last_level_describe":["此时桃花，大旺。魅力超凡，情满天下，这样的时辰一月当中就几个。别错过。","此时桃花，大旺。魅力超凡，情满天下。抓住时机，主动出击。","此时桃花，大旺。魅力超凡，情满天下。","此时桃花，大旺。魅力超凡，情满天下。","此时桃花，大旺。只是本日桃花指数很低，振作精神，可以主动一点。","此时桃花，大旺。只是本日桃花指数最低，你需要振作精神，利用现在，主动做点什么。"],"year_last_level_describe":["本月桃花，大旺。魅力超凡，情满天下，这样的月份几年当中就几个。别错过。","本月桃花，大旺。魅力超凡，情满天下。抓住时机，主动出击。","本月桃花，大旺。魅力超凡，情满天下。","本月桃花，大旺。魅力超凡，情满天下。","本月桃花，大旺。只是今年桃花指数很低，振作精神，可以主动一点。","本月桃花，大旺。只是本年桃花指数最低，你需要振作精神，利用现在，主动做点什么。"]},
			{"range":"89-80","level":"旺","describe1":"桃花满满，情意绵绵。","describe2":"","today_last_level_describe":["今日桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","今日桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","今日桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","今日桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","今日桃花，旺。因为本月桃花指数最低，总是提不起情绪，今天是个机会，可以尝试一下。","今日桃花，旺。因为本月桃花指数很低，总是提不起情绪，今天是个机会，可以尝试一下。"],"month_last_level_describe":["此时桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","此时桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","此时桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","此时桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","此时桃花，旺。因为本日桃花指数很低，总是提不起情绪，现在是个机会，可以尝试一下。","此时桃花，旺。因为本日桃花指数最低，总是提不起情绪，现在是个机会，可以尝试一下。"],"year_last_level_describe":["本月桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","本月桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","本月桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","本月桃花，旺。桃花满满，情意绵绵，主动出击，必有收获，别错过。","本月桃花，旺。因为本年桃花指数很低，总是提不起情绪，这月是个机会，可以尝试一下。","本月桃花，旺。因为本年桃花指数最低，总是提不起情绪，这月是个机会，可以尝试一下。"]},
			{"range":"79-60","level":"中等","describe1":"桃花初开放","describe2":"","today_last_level_describe":["今日桃花，中等。桃花初开放，加倍努力，借助本月桃花指数大旺的东风，主动出击，定有收获。","今日桃花，中等。桃花初开放，加倍努力，借助本月桃花指数较旺的东风，主动出击，定有收获。","今日桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","今日桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","今日桃花，中等。充足准备，加倍努力，因为本月桃花落败，带动今天的情绪也较低。","今日桃花，中等。充足准备，加倍努力，因为本月桃花残破，今天的情绪也不高。"],"month_last_level_describe":["此时桃花，中等。桃花初开放，加倍努力，借助本日桃花指数大旺的东风，主动出击，定有收获。","此时桃花，中等。桃花初开放，加倍努力，借助本日桃花指数较旺的东风，主动出击，定有收获。","此时桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","此时桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","此时桃花，中等。充足准备，加倍努力，因为本日桃花残破，现在的情绪也不高。","此时桃花，中等。充足准备，加倍努力，因为本日桃花落败，带动现在的情绪也较低。"],"year_last_level_describe":["本月桃花，中等。桃花初开放，加倍努力，借助本年桃花指数大旺的东风，主动出击，定有收获。","本月桃花，中等。桃花初开放，加倍努力，借助本年桃花指数较旺的东风，主动出击，定有收获。","本月桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","本月桃花，中等。桃花初开放，充足准备，加倍努力，会有收获。","本月桃花，中等。充足准备，加倍努力，因为本年桃花残破，这月的情绪也不高。","本月桃花，中等。充足准备，加倍努力，因为本年桃花落败，带动这月的情绪也较低。"]},
			{"range":"59-45","level":"凋谢","describe1":"桃花凋谢，魅力下降。","describe2":"","today_last_level_describe":["今日桃花，凋谢。魅力下降，因为本月桃花指数大旺，影响程度不高，振作起来。","今日桃花，凋谢。魅力下降，因为本月桃花指数较旺，影响程度不高，振作起来。","今日桃花，凋谢。魅力下降，感情受挫。","今日桃花，凋谢。魅力下降，感情受挫。","今日桃花，凋谢。魅力下降，感情受挫。","今日桃花，凋谢。魅力下降，感情受挫。"],"month_last_level_describe":["此时桃花，凋谢。魅力下降，因为本日桃花指数大旺，影响程度不高，振作起来。","此时桃花，凋谢。魅力下降，因为本日桃花指数较旺，影响程度不高，振作起来。","此时桃花，凋谢。魅力下降，感情受挫。","此时桃花，凋谢。魅力下降，感情受挫。","此时桃花，凋谢。魅力下降，感情受挫。","此时桃花，凋谢。魅力下降，感情受挫。"],"year_last_level_describe":["本月桃花，凋谢。魅力下降，因为本年桃花指数大旺，影响程度不高，振作起来。","本月桃花，凋谢。魅力下降，因为本年桃花指数较旺，影响程度不高，振作起来。","本月桃花，凋谢。魅力下降，感情受挫。","本月桃花，凋谢。魅力下降，感情受挫。","本月桃花，凋谢。魅力下降，感情受挫。","本月桃花，凋谢。魅力下降，感情受挫。"]},
			{"range":"44-29","level":"残破","describe1":"抵住诱惑，恐遭色难。","describe2":"","today_last_level_describe":["今日桃花，残破。虽然本月桃花指数大旺，但今天还要抵住诱惑，恐遭色难。","今日桃花，残破。虽然本月桃花指数较旺，但今天还要抵住诱惑，恐遭色难。","今日桃花，残破。抵住诱惑，恐遭色难。","今日桃花，残破。抵住诱惑，恐遭色难。","今日桃花，残破。抵住诱惑，恐遭色难。","今日桃花，残破。抵住诱惑，恐遭色难。"],"month_last_level_describe":["此时桃花，残破。虽然本日桃花指数大旺，但现在还要抵住诱惑，恐遭色难。","此时桃花，残破。虽然本日桃花指数较旺，但现在还要抵住诱惑，恐遭色难。","此时桃花，残破。抵住诱惑，恐遭色难。","此时桃花，残破。抵住诱惑，恐遭色难。","此时桃花，残破。抵住诱惑，恐遭色难。","此时桃花，残破。抵住诱惑，恐遭色难。"],"year_last_level_describe":["本月桃花，残破。虽然本年桃花指数大旺，但这月还要抵住诱惑，恐遭色难。","本月桃花，残破。虽然本年桃花指数较旺，但这月还要抵住诱惑，恐遭色难。","本月桃花，残破。抵住诱惑，恐遭色难。","本月桃花，残破。抵住诱惑，恐遭色难。","本月桃花，残破。抵住诱惑，恐遭色难。","本月桃花，残破。抵住诱惑，恐遭色难。"]},
			{"range":"28-0","level":"落败","describe1":"桃花落败，心如死灰。","describe2":"","today_last_level_describe":["今日桃花，落败。虽然本月桃花指数大旺，但今天还是不宜谈感情。","今日桃花，落败。虽然本月桃花指数较旺，但今天还是不宜谈感情。","今日桃花，落败。万念俱焚，心如死灰。","今日桃花，落败。万念俱焚，心如死灰。","今日桃花，落败。万念俱焚，心如死灰。","今日桃花，落败。万念俱焚，心如死灰。"],"month_last_level_describe":["此时桃花，落败。虽然本日桃花指数大旺，但现在还是不宜谈感情。","此时桃花，落败。虽然本日桃花指数较旺，但今天还是不宜谈感情。","此时桃花，落败。万念俱焚，心如死灰。","此时桃花，落败。万念俱焚，心如死灰。","此时桃花，落败。万念俱焚，心如死灰。","此时桃花，落败。万念俱焚，心如死灰。"],"year_last_level_describe":["本月桃花，落败。虽然本年桃花指数大旺，但这月还是不宜谈感情。","本月桃花，落败。虽然本年桃花指数较旺，但这月还是不宜谈感情。","本月桃花，落败。万念俱焚，心如死灰。","本月桃花，落败。万念俱焚，心如死灰。","本月桃花，落败。万念俱焚，心如死灰。","本月桃花，落败。万念俱焚，心如死灰。"]}
		],		[
			{"range":"98-90","level":"坚定","describe1":"情感基础坚定不动。","describe2":"","today_last_level_describe":["今日情感变化，坚定。今天是一年当中情感基础最坚定的几天，你和另一半可以好好恩爱一下。","今日情感变化，坚定。今天是一年当中情感基础较稳定的日子，你和另一半可以好好恩爱一下。","今日情感变化，坚定。今天是一年当中情感基础较稳定的日子，你和另一半可以好好恩爱一下。","今日情感变化，坚定。今天在这个情感常有反复的月份中，是感情基础最坚定的一天。","今日情感变化，坚定。本月情感实在是太差了，基础摇动，易破裂，因此，今天是难得的感情基础最坚定的一天。","今日情感变化，坚定。由于本月情感常有摩擦，基础晃动，因此，今天是感情基础最坚定的一天。"],"now_last_level_describe":["本月情感变化，坚定。本月是几年当中情感基础最坚定的月份，你和另一半可以好好恩爱一下。","本月情感变化，坚定。本月是几年当中情感基础较稳定的月份，你和另一半可以好好恩爱一下。","本月情感变化，坚定。本月是几年当中情感基础较稳定的月份，你和另一半可以好好恩爱一下。","本月情感变化，坚定。本月在这个情感常有反复的年份中，是感情基础最坚定的一个月。","本月情感变化，坚定。由于本年情感常有摩擦，基础晃动，因此，这月是感情基础最坚定的一个月。","本月情感变化，坚定。今年情感实在是太差了，基础摇动，易破裂，因此，本月是难得的感情基础最坚定的月份。"],"month_last_level_describe":["今年情感变化，坚定。今年是近些年当中情感基础最坚定的年份，你和另一半可以好好恩爱一下。","今年情感变化，坚定。今年是近些年当中情感基础较稳定的年份，你和另一半可以好好恩爱一下。","今年情感变化，坚定。今年是近些年当中情感基础较稳定的年份，你和另一半可以好好恩爱一下。","今年情感变化，坚定。在情感常有反复的近些年中，今年是感情基础最坚定的一年。","今年情感变化，坚定。由于近些年情感常有摩擦，基础晃动，因此，今年是感情基础最坚定的一年。","今年情感变化，坚定。近些年情感实在是太差了，基础摇动，易破裂，因此，今年是难得的感情基础最坚定的年份。"],"year_last_level_describe":["","","","","",""]},
			{"range":"89-80","level":"稳定","describe1":"情感较稳定。","describe2":"","today_last_level_describe":["今日情感变化，稳定。今天情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今日情感变化，稳定。今天情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今日情感变化，稳定。今天情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今日情感变化，稳定。但本月情感变化，微动。还是要注意呵护彼此情感。","今日情感变化，稳定。但本月情感变化，摇动。一定要注意呵护彼此情感。","今日情感变化，稳定。但本月情感变化，晃动。还是要注意呵护彼此情感。"],"now_last_level_describe":["本月情感变化，稳定。本月情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","本月情感变化，稳定。本月情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","本月情感变化，稳定。本月情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","本月情感变化，稳定。但本年情感变化，微动。还是要注意呵护彼此情感。","本月情感变化，稳定。但本年情感变化，晃动。还是要注意呵护彼此情感。","本月情感变化，稳定。但本年情感变化，摇动。一定要注意呵护彼此情感。"],"month_last_level_describe":["今年情感变化，稳定。今年情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今年情感变化，稳定。今年情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今年情感变化，稳定。今年情感基础较稳定，任何外来干扰都不易动摇你们之间的感情。","今年情感变化，稳定。但近些年情感变化，微动。还是要注意呵护彼此情感。","今年情感变化，稳定。但近些年情感变化，晃动。还是要注意呵护彼此情感。","今年情感变化，稳定。但近些年情感变化，摇动。一定要注意呵护彼此情感。"],"year_last_level_describe":["","","","","",""]},
			{"range":"79-60","level":"淡定","describe1":"情感常有小摩擦，基础淡定不动。","describe2":"","today_last_level_describe":["今日情感变化，淡定。今天情感常有小摩擦，但你们的感情基础淡定不动。","今日情感变化，淡定。今天情感常有小摩擦，但你们的感情基础淡定不动。","今日情感变化，淡定。今天情感常有小摩擦，但你们的感情基础淡定不动。","今日情感变化，淡定。因为本月情感变化是微动，所以感情基础极易动摇，别挑儿事，精心呵护。","今日情感变化，淡定。因为本月情感变化是摇动，所以感情基础极易动摇，冲动就会起冲突。","今日情感变化，淡定。因为本月情感变化是晃动，所以感情基础极易动摇，冲动就会起冲突。"],"now_last_level_describe":["本月情感变化，淡定。本月情感常有小摩擦，但你们的感情基础淡定不动。","本月情感变化，淡定。本月情感常有小摩擦，但你们的感情基础淡定不动。","本月情感变化，淡定。本月情感常有小摩擦，但你们的感情基础淡定不动。","本月情感变化，淡定。因为本年情感变化是微动，所以感情基础极易动摇，别挑儿事，精心呵护。","本月情感变化，淡定。因为本年情感变化是晃动，所以感情基础极易动摇，冲动就会起冲突。","本月情感变化，淡定。因为本年情感变化是摇动，所以感情基础极易动摇，冲动就会起冲突。"],"month_last_level_describe":["今年情感变化，淡定。今年情感常有小摩擦，但你们的感情基础淡定不动。","今年情感变化，淡定。今年情感常有小摩擦，但你们的感情基础淡定不动。","今年情感变化，淡定。今年情感常有小摩擦，但你们的感情基础淡定不动。","今年情感变化，淡定。因为近些年情感变化是微动，所以感情基础极易动摇，别挑儿事，精心呵护。","今年情感变化，淡定。因为近些年情感变化是晃动，所以感情基础极易动摇，冲动就会起冲突。","今年情感变化，淡定。因为近些年情感变化是摇动，所以感情基础极易动摇，冲动就会起冲突。"],"year_last_level_describe":["","","","","",""]},
			{"range":"59-45","level":"微动","describe1":"情感常有反复，基础微动。","describe2":"","today_last_level_describe":["今日情感变化，微动。今天情感常有反复，但本月情感变化是坚定，所以不用担心。","今日情感变化，微动。今天情感常有反复，但本月情感变化是稳定，所以不用担心。","今日情感变化，微动。情感常有反复，基础微动。","今日情感变化，微动。情感常有反复，基础微动。","今日情感变化，微动。情感常有反复，基础晃动。","今日情感变化，微动。情感常有反复，基础晃动。"],"now_last_level_describe":["本月情感变化，微动。本月情感常有反复，但本年情感变化是坚定，所以不用担心。","本月情感变化，微动。本月情感常有反复，但本年情感变化是稳定，所以不用担心。","本月情感变化，微动。情感常有反复，基础微动。","本月情感变化，微动。情感常有反复，基础微动。","本月情感变化，微动。情感常有反复，基础微动。","本月情感变化，微动。情感常有反复，基础微动。"],"month_last_level_describe":["今年情感变化，微动。今年情感常有反复，但近些年情感变化是坚定，所以不用担心。","今年情感变化，微动。今年情感常有反复，但近些年情感变化是稳定，所以不用担心。","今年情感变化，微动。情感常有反复，基础微动。","今年情感变化，微动。情感常有反复，基础微动。","今年情感变化，微动。情感常有反复，基础微动。","今年情感变化，微动。情感常有反复，基础微动。"],"year_last_level_describe":["","","","","",""]},
			{"range":"44-29","level":"晃动","describe1":"情感常有摩擦，基础晃动。","describe2":"","today_last_level_describe":["今日情感变化，晃动。今天情感常有摩擦，基础晃动，但本月情感变化是坚定，所以不用担心。","今日情感变化，晃动。今天情感常有摩擦，基础晃动，但本月情感变化是稳定，所以不用担心。","今日情感变化，晃动。情感常有摩擦，基础晃动。","今日情感变化，晃动。情感常有摩擦，基础晃动。","今日情感变化，晃动。情感常有摩擦，基础晃动。","今日情感变化，晃动。情感常有摩擦，基础晃动。"],"now_last_level_describe":["本月情感变化，晃动。本月情感常有摩擦，基础晃动，但本年情感变化是坚定，所以不用担心。","本月情感变化，晃动。本月情感常有摩擦，基础晃动，但本年情感变化是稳定，所以不用担心。","本月情感变化，晃动。情感常有摩擦，基础晃动。","本月情感变化，晃动。情感常有摩擦，基础晃动。","本月情感变化，晃动。情感常有摩擦，基础晃动。","本月情感变化，晃动。情感常有摩擦，基础晃动。"],"month_last_level_describe":["今年情感变化，晃动。今年情感常有摩擦，基础晃动，但近些年情感变化是坚定，所以不用担心。","今年情感变化，晃动。今年情感常有摩擦，基础晃动，但近些年情感变化是稳定，所以不用担心。","今年情感变化，晃动。情感常有摩擦，基础晃动。","今年情感变化，晃动。情感常有摩擦，基础晃动。","今年情感变化，晃动。情感常有摩擦，基础晃动。","今年情感变化，晃动。情感常有摩擦，基础晃动。"],"year_last_level_describe":["","","","","",""]},
			{"range":"28-0","level":"摇动","describe1":"情感基础摇动，易破裂。","describe2":"","today_last_level_describe":["今日情感变化，摇动。本月的情感变化，坚定，今天表现最差，要精心呵护情感，避免冲突。","今日情感变化，摇动。本月的情感变化，稳定，今天表现最差，要精心呵护情感，避免冲突。","今日情感变化，摇动。情感基础摇动，易破裂。","今日情感变化，摇动。情感基础摇动，易破裂。","今日情感变化，摇动。情感基础摇动，易破裂。","今日情感变化，摇动。情感基础摇动，易破裂。"],"now_last_level_describe":["本月情感变化，摇动。本年的情感变化，坚定，本月表现最差，要精心呵护情感，避免冲突。","本月情感变化，摇动。本年的情感变化，稳定，本月表现最差，要精心呵护情感，避免冲突。","本月情感变化，摇动。情感基础摇动，易破裂。","本月情感变化，摇动。情感基础摇动，易破裂。","本月情感变化，摇动。情感基础摇动，易破裂。","本月情感变化，摇动。情感基础摇动，易破裂。"],"month_last_level_describe":["今年情感变化，摇动。近些年的情感变化，坚定，今年表现最差，要精心呵护情感，避免冲突。","今年情感变化，摇动。近些年的情感变化，稳定，本年表现最差，要精心呵护情感，避免冲突。","今年情感变化，摇动。情感基础摇动，易破裂。","今年情感变化，摇动。情感基础摇动，易破裂。","今年情感变化，摇动。情感基础摇动，易破裂。","今年情感变化，摇动。情感基础摇动，易破裂。"],"year_last_level_describe":["","","","","",""]}
		],		[
			{"range":"98-75","level":"宜","describe1":"主动出击，必有收获。","describe2":"","today_last_level_describe":["宜。主动出击，必有收获。","宜。主动出击，必有收获。","宜。主动出击，必有收获。"]},
			{"range":"74-60","level":"中","describe1":"机会加努力","describe2":"","today_last_level_describe":["但本月指数较高，平均下来，适宜。机会加努力，必有收获。","中。机会加努力，方有收获。","中。机会加努力，方有收获。"]},
			{"range":"59-0","level":"不宜","describe1":"稍安勿躁，静观其变。","describe2":"","today_last_level_describe":["但本月指数较高，平均下来，中等。机会加努力，方有收获。","不宜。稍安勿躁，静观其变。","不宜。稍安勿躁，静观其变。"]}
		]	]]
